[{"name": "Cosmic Prison", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You forge a cosmic restraint to hold a creature that you can see within range. The target must succeed on a Wisdom saving throw or be bound by the power’s effect; if it succeeds, it is immune to this power if you use it again. While affected by this power, the creature doesn’t need to breathe, eat, or drink, and it doesn’t age. Clairsentient powers can’t locate or perceive the target.\nWhen you activate the power, you choose one of the following forms of imprisonment.\nForce Tomb. The target is entombed far beneath the nearest planetary surface in a sphere of cosmic force that is just large enough to contain the target. Nothing can pass through the sphere, nor can any creature teleport or use powers such as intangible form to get into or out of it.\nDimensional Prison. The target is transported into an extradimensional space that is warded against teleportation and similar powers. The prison can be a labyrinth, a brig, a building, or any similar confined structure or area of your choice.\nPattern Containment. The target is absorbed into a mundane trinket no larger than 2 inches on any side. The object must be solid, containing no circuitry or moving parts, such as a piece of jewelry, a card, gemstone, bullet casing, or a marble. The object can’t be damaged or broken while the power remains in effect.\nSorium Bind. A cylinder made of hardened metallic sorium bands wrap around the creature from top to bottom. The target is restrained until the effect ends, and it can’t move or be moved by any means until then.\nEnding the Effect. During the activation of this power, in any of its versions, you can specify a condition that will cause the effect to end and release the target. The condition can be as specific or as elaborate as you choose, but the GM must agree that the condition is reasonable and has a likelihood of coming to pass.\nThe conditions can be based on a creature’s name, identity, or background but otherwise must be based on observable actions or qualities and not based on intangibles such as level, class, or hit points.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "cosmic-prison", "method": "spell", "prepared": 0}}, {"name": "Cosmic Weave", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Cosmic weave is the ultimate form of shaping the universe. By activating this power, you can alter the very foundations of reality in accord with your desires.\nThe basic use of this power is to duplicate any other power of rank 8 or lower. You don’t need to meet any requirements in that power. It simply takes effect.\nAlternatively, you can create one of the following effects of your choice:\nYou create one object of up to 250,000 cu in value that isn’t a forge enhanced item. The object can be no more than 300 feet in any dimension, and it appears in an unoccupied space you can see on the ground.\nYou allow up to twenty creatures that you can see to regain all hit points, and you end all effects on them described in the major remedy power.\nYou grant up to ten creatures that you can see resistance to a damage type you choose.\nYou grant up to ten creatures you can see immunity to a single power or other supernatural effect for 8 hours. For instance, you could make yourself and all your companions immune to a netherant’s life drain attack.\nYou undo a single recent event by forcing a reroll of any roll made within the last round (including your last turn). Reality reshapes itself to accommodate the new result. For example, a cosmic weave power could undo an opponent’s successful save, a foe’s critical hit, or a friend’s failed save. You can force the reroll to be made with advantage or disadvantage, and you can choose whether to use the reroll or the original roll.\nYou might be able to achieve something beyond the scope of the above examples. State your desires to the GM as precisely as possible. The GM has great latitude in ruling what occurs in such an instance; the greater the request, the greater the likelihood that something goes wrong. This power might simply fail, the effect you desire might only be partly achieved, or you might suffer some unforeseen consequence as a result of how you formulated your desire. For example, stating that you desire the death of an enemy might propel you forward in time to a period when that enemy is no longer alive, effectively removing you from the game. Similarly, stating that you want a unique weapon or ship might instantly transport you to the presence of the item’s current owner.\nThe stress of activating this power to produce any effect other than duplicating another power weakens you. After enduring that stress, each time you use a power until you finish a long rest, you take 1d10 necrotic damage per rank of that power. This damage can’t be reduced or prevented in any way. In addition, your Strength drops to 3, if it isn’t 3 or lower already, for 2d4 days. For each of those days that you spend resting and doing nothing more than light activity, your remaining recovery time decreases by 2 days. Finally, there is a 33 percent chance that you are unable to use cosmic weave ever again if you suffer this stress.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "cosmic-weave", "method": "spell", "prepared": 0}}, {"name": "Full Restore", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You target a dead creature that has been dead for no more than 300 years, that didn’t die of old age, and that isn’t an automaton or construct. You reconstruct the target into an optimal state before its death, returning it to life with all its hit points.\nThis power neutralizes any poisons, cures all diseases, and removes all detrimental marks and esper power effects afflicting the creature when it died. This power closes all mortal wounds and restores any missing body parts.\nIf the body was completely destroyed or no longer exists upon death, this power will generate a new body so long as you possess physical information about the target such as an image, a bioscan, or medical records. The creature then appears within 10 feet of you in an unoccupied space that you choose.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "full-restore", "method": "spell", "prepared": 0}}, {"name": "Full Transmute", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Choose one creature or mundane object that you can see within range. You transform the creature into a different creature, the creature into an object, or the object into a creature (the object must be neither worn nor carried by another creature). The transformation lasts for the duration, or until the target drops to 0 hit points or dies. If you concentrate on this power for the full duration, the transformation lasts until it is dismissed.\nThis power has no effect on a shapeshifter or a creature with 0 hit points. An unwilling creature can make a Wisdom saving throw, and if it succeeds, it isn’t affected by this power.\nCreature into Creature. If you turn a creature into another kind of creature, the new form can be any kind you choose whose challenge rating is equal to or less than the target’s (or its level, if the target doesn’t have a challenge rating). The target’s game statistics, including mental ability scores, are replaced by the statistics of the new form. It retains its alignment and personality.\nThe target assumes the hit points of its new form, and when it reverts to its normal form, the creature returns to the number of hit points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form. As long as the excess damage doesn’t reduce the creature’s normal form to 0 hit points, it isn’t knocked unconscious.\nThe creature is limited in the actions it can perform by the nature of its new form, and it can’t speak, use powers, or take any other action that requires hands or speech, unless its new form is capable of such actions.\nThe target’s gear melds into the new form. The creature can’t activate, use, wield, or otherwise benefit from any of its equipment.\nObject into Creature. You can turn an object into any kind of creature, as long as the creature’s size is no larger than the object’s size and the creature’s challenge rating is 9 or lower. The creature is friendly to you and your companions. It acts on each of your turns. You decide what action it takes and how it moves. The GM has the creature’s statistics and resolves all of its actions and movement.\nIf the power becomes permanent, you no longer control the creature. It might remain friendly to you, depending on how you have treated it.\nCreature into Object. If you turn a creature into an object, it transforms along with whatever it is wearing and carrying into that form. The creature’s statistics become those of the object, and the creature has no memory of time spent in this form, after the effect ends and it returns to its normal form.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "full-transmute", "method": "spell", "prepared": 0}}, {"name": "Mass Renewal", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You deliver a regenerative solutions to a group of injured creatures around you. You restore up to 700 hit points, divided as you choose among any number of creatures that you can see within range. Creatures healed by this power are also cured of all diseases and any effect making them blinded or deafened. This power has no effect on automatons or constructs.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "mass-renewal", "method": "spell", "prepared": 0}}, {"name": "Psychic Storm", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You unleash a powerful wave of destructive psychic energy, assaulting the minds of up to eight creatures of your choice that you can see within range. Each target must make an Intelligence saving throw. On a failed save, a target takes 12d8 psychic damage on a failed save and is stunned. On a successful save, a target takes half as much damage and isn’t stunned.\nThe stunned target must make an Intelligence saving throw at the end of each of its turns. On a successful save, the stunning effect ends.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "psychic-storm", "method": "spell", "prepared": 0}}, {"name": "Shapeshift", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You assume the form of a different creature for the duration. The new form can be of any creature with a challenge rating equal to your level or lower. The creature can’t be an automaton, construct or a netherant, and you must have seen this sort of creature at least once.\nYou transform into an average example of that creature, one without any class levels or the Channeling or Forging trait.\nYour game statistics are replaced by the statistics of the chosen creature, though you retain your alignment and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the bonus listed in its statistics is higher than yours, use the creature’s bonus in place of yours. You can’t use any legendary actions or lair actions of the new form.\nYou assume the hit points and Hit Dice of the new form. When you revert to your normal form, you return to the number of hit points you had before you transformed. If you revert as a result of dropping to 0 hit points, any excess damage carries over to your normal form. As long as the excess damage doesn’t reduce your normal form to 0 hit points, you aren’t knocked unconscious.\nYou retain the benefit of any features from your class, race, or other source and can use them, provided that your new form is physically capable of doing so. You can’t use any special senses you have (for example, darkvision) unless your new form also has that sense. You can only speak if the creature can normally speak.\nWhen you transform, you choose whether your equipment falls to the ground, merges into the new form, or is worn by it. Worn equipment functions as normal. The GM determines whether it is practical for the new form to wear or use a piece of equipment, based on the creature’s shape and size. Your equipment doesn’t change shape or size to match the new form, and any equipment that the new form can’t wear must either fall to the ground or merge into your new form. Equipment that merges has no effect in that state.\nDuring this power’s duration, you can use your action to assume a different form following the same restrictions and rules for the original form, with one exception: if your new form has more hit points than your current one, your hit points remain at their current value.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "shapeshift", "method": "spell", "prepared": 0}}, {"name": "Temporal Stasis", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You briefly stop the flow of time for everyone but yourself. No time passes for other creatures, while you take 1d4 + 1 turns in a row, during which you can use actions and move as normal.\nThe effect ends if one of the actions you use during this period, or any effects that you create during this period, affects a creature other than you or an object being worn or carried by someone other than you. In addition, the effect ends if you move to a place more than 1,000 feet from the location where you activated this power.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "temporal-stasis", "method": "spell", "prepared": 0}}, {"name": "Terminate Function", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You attempt to cause one creature you can see within range to die instantly. If the creature you choose has 100 hit points or fewer, it dies. Otherwise, the power has no effect.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "terminate-function", "method": "spell", "prepared": 0}}, {"name": "Unbreakable Armor", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a translucent suit of armor or protective gear around you in an appearance that you choose. The armor sheds dim light in a 5-foot radius. For the duration, you are immune to all damage.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "unbreakable-armor", "method": "spell", "prepared": 0}}, {"name": "Warp Storm", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Bursts of deep space vacuum explode outward from four different points you can see within range. Each creature in a 40-foot-radius sphere centered on each point you choose must make a Dexterity saving throw. The sphere spreads around corners. A creature takes 20d6 force damage and 20d6 cold damage on a failed save, or half as much damage on a successful one. A creature in the area of more than one burst is affected only once.\nThe bursts also cause damage to structures and objects in the area that aren’t being worn or carried.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "warp-storm", "method": "spell", "prepared": 0}}, {"name": "Zone of Terror", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Drawing on the deepest fears of a group of creatures, you create phantom images in their minds, visible only to them. Each creature in a 30-foot-radius sphere centered on a point of your choice within range must make a Wisdom saving throw. On a failed save, a creature becomes frightened for the duration. The images call on the creature’s deepest fears, manifesting its worst nightmares as an implacable threat. At the end of each of the frightened creature’s turns, it must succeed on a Wisdom saving throw or take 4d10 psychic damage. On a successful save, the effect ends for that creature.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "zone-of-terror", "method": "spell", "prepared": 0}}]