[{"name": "Aberrate", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell can only be cast in moonlight. A hag will cast this spell on two of her minions or slaves who must be restrained, willing, or otherwise forced to keep within five feet of the sacrifice during the duration of the casting of aberrate. A hag will sometimes cast this on a captive as a form of punishment or short-term curse, as was seen in the story of Prince Vilhelm “Drippy” whose womanizing and carousing convinced his third wife to make a deal with the hag Broomhill; she captured Vilhelm and turned him into a grotesque mix of human and boar for a day. When this spell is cast, two creatures no larger than Medium in size merge together to create a grotesque creature as hideous as it is violent and deadly. An example of a bugbear and ettercap transformed into a grotesque can be found in the bestiary. Any two Medium sized creatures can be turned into a grotesque by using the spell aberrate. Note: To create your own grotesque, choose the more powerful creature as the base creature, then combine their Str and Con bonus modifiers into a new ability (Str 15 and Str 13 have the bonuses +2 and +1. When combined you need a stat that gives a +3: either Str 16 or Str 17). Combine Con the same way and use the worst ability choice for Dex, Int, Wis, and Chr. Then take creative license with the rest. The combined creature should be +1 CR of whichever creature was strongest. The grotesque in the bestiary was created using these guidelines.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 3, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "15", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "trs", "materials": {"value": "large pregnant herbivore, such as a cow, horse, or ox, which is ritually killed", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "aberrate", "method": "spell", "prepared": 0}}, {"name": "Brightburn", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This spell will only work if the target is illuminated by moonlight. This spell cannot be cast by a hag. This spell will function underwater. When you cast this spell, a target within range begins to burn by the very moonlight they are standing in and must make a Dexterity saving throw. It takes 10 (4d4) fire damage on a failed save, or half as much damage on a successful one. A target that is concentrating, that fails its saving throw against brightburn, fails its concentration check also. If the target is a hag, then it takes necrotic damage instead of fire damage and the hag is vulnerable to the damage from this spell regardless of any natural or magical resistances she has. The flames will be a dark sepia color if a hag is being burned. No known cleric has ever successfully prayed for access to this spell. The only known users of this spell are sepia’s daughters. </p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, the damage is increased by 2d4 for each slot above 2nd.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["somatic"], "activities": {}, "identifier": "brightburn", "method": "spell", "prepared": 0}}, {"name": "Inkweave", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell only functions if the caster is completely submerged in a liquid: usually water. You or a creature you touch generate purple ink, so dark that it is almost black for the next 10 minutes. This ink oozes from your skin and spreads away from you with a speed of 5 feet per round. If you do not move during your turn then you will have half cover at the end of your turn that will persist until you move or the spell ends. If you move during your turn then each space that you enter will be clouded with ink and difficult to see through. Any creature inside the ink, other than you, is considered blind until they move out of the ink. The ink cannot be penetrated by darkvision, but a target with blindsight or truesight is unaffected by this spell. You can, as a bonus action, spread ink up to twenty feet in any direction as long as the ink areas are contiguous. You can also cast or use an ability with a range of touch, targeting the ink. You and every target within five feet of the ink is affected by this spell. You will automatically fail any saving throws caused by using the ink this way. The ink evaporates when the spell ends and the spell is dispelled if you use a touch spell with the ink. No one, other than you, can use the ink to spread a touch spell.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "trs", "materials": {"value": "living cephalopod or squid that is crushed to death during casting", "consumed": false, "cost": 0, "supply": 0}, "properties": ["somatic", "material"], "activities": {}, "identifier": "inkweave", "method": "spell", "prepared": 0}}, {"name": "Mooneye", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>This spell must be cast in moonlight. The hag casts this spell on undead creatures that are not hostile to her. She can affect twice as many hit dice in undead as her spellcaster level. A green hag, as a 5-th level spellcaster, can cast mooneye on up to 10 hit dice of undead that are not hostile to her. The undead creatures targeted by this spell will have brightly glowing teal lights instead of eyes and a thin teal mist will follow them as they move. Undead under this effect have disadvantage on any attempts to use the Dexterity (Stealth) skill. Undead under the effects of mooneye will radiate bright moonlight out to 20 feet and dim out to 40 feet; spells requiring moonlight will function as long as the caster or target is within 40 feet of an undead creature affected by mooneye. Undead affected by this spell have resistance to radiant damage and their melee attacks inflict an additional 1 radiant damage per hit, but they lose 1 hit point every minute. This damage cannot be prevented while the undead are under this effect. Intelligent undead can make a Constitution saving throw once reduced to 0 hit points to instead be reduced to 1 hit point and no longer affected by mooneye. Those that fail, and undead creatures without intelligence disintegrate once they reach 0 hit points while under the effects of mooneye. This spell will persist even if the hag that cast it dies or travels to another plane of existence. This spell has no effect if cast on hostile undead or targets that are not undead.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "nec", "materials": {"value": "rough aquamarine gems worth no less than 50 gp that disintegrate once spell is cast", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "mooneye", "method": "spell", "prepared": 0}}, {"name": "Moonfire", "type": "spell", "img": "icons/magic/control/silhouette-hold-change-blue.webp", "system": {"description": {"value": "<p>The caster causes teal flames to engulf up to three targets within 60 feet. This spell has no effect on blind creatures, constructs, or the undead. If the targets do not have the fey creature subtype, then these flames are illusionary, and those that make an Intelligence saving throw can ignore the illusionary teal flames. Those that fail must react and take damage as if they were on fire, taking 2 (1d3) fire damage each round. Unlike phantasmal force, this effect is visible to other creatures, as long as they are within 60 feet of the caster. A creature can reattempt its saving throw at the end of its turn, with a success ending the effect. This spell will not burn or damage any equipment or inanimate objects, and a creature reduced to 0 hit points by this spell is incapacitated and succeeds on death saves unless damaged by something else. If a creature with the fey creature subtype is targeted by this spell, then the flames are very real, causing 5 (1d10) radiant damage each round unless they succeed on a Dexterity saving throw. Those that fail will remain burning with radiant teal energy, even if underwater or in an airless environment. A suffering creature can use its action to attempt to stamp out the flames by making another Dexterity saving throw, with a success canceling the effect. Fey creatures with less than 3 hit dice that fail their saving throw will also gain the frightened condition.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "ill", "materials": {"value": "an uncut moonstone gem that is not consumed", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "moonfire", "method": "spell", "prepared": 0}}, {"name": "Moonward", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>You cast this spell and select a target area within range and a dark grey field, 30 feet in radius, appears. No creature or spell drawing power from the moon or moonlight can penetrate the sphere so long as you concentrate on the spell. Creatures inside the dark globe also have advantage when making saving throws to resist insanity or the effects of horror. A creature that cannot move into the protected area, most lycanthropes for example, can still use ranged weapon attacks but none of their spells or spell-like attacks can penetrate the globe. This spell does not prevent hags from moving into the protected area, but any spell using or affecting moonling will not function. You can move the protecting sphere up to 30 feet at the beginning of your turn, as a bonus action. If you attempt to move the field through a creature or affect drawing power from moonlight then the spell fails.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "abj", "materials": {"value": "a spherical onyx stone, worth no less than 20 gp, that is not consumed", "consumed": false, "cost": 0, "supply": 0}, "properties": ["material", "concentration"], "activities": {}, "identifier": "moonward", "method": "spell", "prepared": 0}}, {"name": "Ray of Exhaustion", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>You crook a finger and point it at a target and a bright red ray is fired towards them. Make a ranged spell attack against the target. On a hit, it takes 7 (2d6) poison damage and must make a Constitution saving throw or gain 1 level of exhaustion. A target that has gained a level of exhaustion from this spell is immune to ray of exhaustion for an hour.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "nec", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic"], "activities": {}, "identifier": "ray-of-exhaustion", "method": "spell", "prepared": 0}}, {"name": "Woe and Weal", "type": "spell", "img": "icons/magic/control/hypnosis-mesmerism-swirl.webp", "system": {"description": {"value": "<p>When a hag casts this spell she shouts to the moon, in Sylvan, for it to grant her woe and weal. Every living creature, with an Intelligence higher than 3, within 60 feet of the caster, to include the caster, must make a Charisma saving throw. Those that succeed add a + d4 to every die roll until the end of their turn and their eyes burn with a bright teal light. Those that fail their saving throw subtract a - d4 from every die roll and their eyes burn with a brown red light. If the hag that cast this spell fails her saving throw, then the spell ends and she is stunned until the beginning of her next turn. Each creature, including the caster, within 60 feet of the caster rolls another saving throw at the beginning of each new round until the spell ends. Hags will sometimes refer to this gamble as, “rolling the moon.” Certain disputes between hag covens are resolved with this spell. Whichever coven gets the most weal results wins the dispute. Sometimes the results are honored and sometimes not.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 2, "school": "enc", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal"], "activities": {}, "identifier": "woe-and-weal", "method": "spell", "prepared": 0}}]