[{"name": "Antipathy-Sympathy", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This power attracts or repels creatures of your choice. You target something within range, either a Huge or smaller object or creature or an area that is no larger than a 200-foot cube. Then specify a kind of intelligent creature, such as bahtera, drakes, or kotatu. You invest the target with an aura that either attracts or repels the specified creatures for the duration. Choose antipathy or sympathy as the aura’s effect. Automatons and constructs are unaffected by this power.\nAntipathy. The effect causes creatures of the kind you designated to feel an intense urge to leave the area and avoid the target. When such a creature can see the target or comes within 60 feet of it, the creature must succeed on a Wisdom saving throw or become frightened. The creature remains frightened while it can see the target or is within 60 feet of it. While frightened by the target, the creature must use its movement to move to the nearest safe spot from which it can’t see the target. If the creature moves more than 60 feet from the target and can’t see it, the creature is no longer frightened, but the creature becomes frightened again if it regains sight of the target or moves within 60 feet of it.\nSympathy. The effect causes the specified creatures to feel an intense urge to approach the target while within 60 feet of it or able to see it. \nWhen such a creature can see the target or comes within 60 feet of it, the creature must succeed on a Wisdom saving throw or use its movement on each of its turns to enter the area or move within reach of the target. When the creature has done so, it can’t willingly move away from the target.\nIf the target damages or otherwise harms an affected creature, the affected creature can make a Wisdom saving throw to end the effect, as described below.\nEnding the Effect. If an affected creature ends its turn while not within 60 feet of the target or able to see it, the creature makes a Wisdom saving throw. On a successful save, the creature is no longer affected by the target and recognizes the feeling of repugnance or attraction as unnatural. In addition, a creature affected by the power is allowed another Wisdom saving throw every 24 hours while the effect persists.\nA creature that successfully saves against this effect is immune to it for 1 minute, after which time it can be affected again.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "day"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "antipathy-sympathy", "method": "spell", "prepared": 0}}, {"name": "Dark Vortex", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A point you choose within range explodes into a globe of dark matter, engulfing everything within its area. Each creature in a 60-foot radius sphere centered on that point must make a Constitution saving throw. On a failed save, a creature takes 12d6 necrotic damage and is blinded and deafened for 1 minute. On a successful save, it takes half as much damage and isn’t blinded or deafened by this power. Proteans and plant creatures have disadvantage to this saving throw.\nA creature affected by this power makes another Constitution saving throw at the end of each of its turns. On a successful save, it is no longer blinded or deafened.\nThis power snuffs out any light source in its area that was created by an esper power or effect.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "150", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "dark-vortex", "method": "spell", "prepared": 0}}, {"name": "Elite Construct", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You call upon your resources to forge an elite mechanical protector. This construct has the statistics of a prime-alpha mecharoid (The GM has game statistics for is creature.)\nOn each of your turns, you can use a bonus action to mentally command the construct if it is within 60 feet of you. You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular area. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete. \nThe creature is under your control for 24 hours, after which its power core ceases to function and its parts deteriorate into scrap. To maintain the creature for another 24 hours, you must activate this power on the creature again before the current 24-hour period ends. This use of the technique in this way fully recharges the construct you created rather than creating a new one.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "elite-construct", "method": "spell", "prepared": 0}}, {"name": "False Fact", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Until the effect ends, when you make a Charisma check, you can replace the number you roll with a 15. Additionally, no matter what you say, any technology, innate abilities, or esper powers that would determine if you are telling the truth indicates that you are being truthful.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "false-fact", "method": "spell", "prepared": 0}}, {"name": "Full Reconstruction", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You target a destroyed or deactivated automaton, construct, machine, vehicle, or electronic device that has been deactivated for no more than a century and has most of (at lt least three-quarters) its parts. You return the target to an optimal state before it was destroyed, returning it to full form and function with all its hit points or hull points. If the target is a standard scale starship, the ship is restored with full SI. However, this power does not restore fuel or sorium fuel tanks. This power has no effect on grand scale ships.\nAny small missing parts, hull damage, or corrosion due to age or weather are restored. Any operational irregularities within the machine are repaired.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "full-reconstruction", "method": "spell", "prepared": 0}}, {"name": "Mind Fracture", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You blast the mind of a creature that you can see within range, attempting to shatter its intellect and personality. The target takes 4d6 psychic damage and must make an Intelligence saving throw.\nOn a failed save, the creature’s Intelligence and Charisma scores become 1. The creature can’t use powers, activate enhanced items, operate machinery or electronics, understand language, or communicate in any intelligible way. The creature can, however, identify its friends, follow them, and even protect them.\nAt the end of every 30 days, the creature can repeat its saving throw against this effect. If it succeeds on its saving throw, the effect ends.\nThe effect can also be ended by cosmic weave, full restore, or major remedy.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "150", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "mind-fracture", "method": "spell", "prepared": 0}}, {"name": "Phantom Zone", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a shadowy door on a flat solid surface that you can see within range. The door is large enough to allow Medium creatures to pass through unhindered. When opened, the door leads to an extradimensional space that appears to be an empty room 60 feet in each dimension, made of a solid material such as metal or stone. When the effect ends, the door disappears, and any creatures or objects inside the space remain trapped there, as the door also disappears from the other side.\nEach time you activate this power, you can create a new extradimensional space, or have the shadowy door connect to a space you created with a previous use of this power. Additionally, if you know the nature and contents of a space created by activation of this power by another creature, you can have the shadowy door connect to its space instead.\nAt Higher Ranks. When you use this power at rank 9 the size of the space increases to 300 feet.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 9 the size of the space increases to 300 feet.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "phantom-zone", "method": "spell", "prepared": 0}}, {"name": "Psychic Overload", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You attempt to overwhelm the mind of one creature you can see within range, leaving it dumbfounded. If the target has 150 hit points or fewer, it is stunned. Otherwise, the power has no effect.\nThe stunned target must make a Constitution saving throw at the end of each of its turns. On a successful save, the stunning effect ends.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "psychic-overload", "method": "spell", "prepared": 0}}, {"name": "Reactive Aura", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Swirling energy ripples out from you, forming a dimly glowing sphere in a 30-foot radius around you.\nCreatures of your choice in that radius when you use this power shed dim light in a 5-foot radius and have advantage on all saving throws until the effect ends.\nIn addition, whenever one of these creatures is hit for the first time with a weapon or esper power attack, the aura erupts with a backlash of reactive energy. The attacker must make a Dexterity saving throw, taking 6d10 radiant damage on a failed save, or half as much on a successful one. Subsequent attacks on the same creature does not provoke the energy backlash.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "reactive-aura", "method": "spell", "prepared": 0}}, {"name": "Space Walk", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You and up to ten willing creatures you can see within range gain the ability to move and survive in the vacuum of space. For the duration a creature does not need to breathe, has a flying speed of 300 feet, and is immune to fire, cold, necrotic, and radiant damage from mundane sources. A creature under this effect cannot speak and the only actions they can take are the Dash, Dodge, and Disengage actions, or dismiss the effect. They can otherwise interact with objects and perform basic functions that do not require the expenditure of actions. Dismissing the effect takes a full turn, during which time a creature is incapacitated and can’t move.\nIf a creature is in a space vacuum when the effect ends, they take 3d6 cold damage and 3d6 necrotic damage at the start of each of their turns and immediately begin to suffocate (see chapter 8 for rules on suffocating). In addition, they lose their flying speed and move as a creature in a Zero-G environment.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "space-walk", "method": "spell", "prepared": 0}}, {"name": "Superior Domination", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You attempt to mentally glamour a creature that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.\nWhile the target is charmed, you have a telepathic link with it as long as the two of you are in the same galaxy. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as “Attack that target,” “Run over there,” or “Retrieve that object.” If the creature completes the order and doesn’t receive further direction from you, it defends and preserves itself to the best of its ability.\nYou can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn’t do anything that you don’t allow it to do.\nDuring this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.\nEach time the target takes damage, it makes a new Wisdom saving throw against the power’s effects. If the saving throw succeeds, the effect ends.\nAt Higher Ranks. When you use this power at rank 9, the duration is concentration, up to 8 hours.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 9, the duration is concentration, up to 8 hours.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "superior-domination", "method": "spell", "prepared": 0}}, {"name": "Superior Negation Field", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a 10-foot radius shimmering sphere around you, which remains for the duration. The sphere absorbs and dissipates all forms of cosmic energies that have been manipulated from their normal state. Within the sphere, powers can’t be activated, summoned creatures disappear, animated objects fall motionless, and even forge enhanced gear becomes mundane. Until the effect ends, the sphere moves with you, centered on you.\nEsper powers and effects, except those created by a cypheos or core-bonded gear, are suppressed in the sphere and can’t protrude into it. Points or slots expended to activate suppressed powers are consumed. While an effect is suppressed, it doesn’t function, but the time it spends suppressed counts against its duration.\nTargeted Effects. Esper powers and effects, such as beguile and fire lance, that target a creature or an object in the sphere have no effect on that target.\nAreas of Effect. The area of another esper power or effect, such as singularity, can’t extend into the sphere. If the sphere overlaps an area of effect, the part of the area that is covered by the sphere is suppressed. For example, the heat created by a burn zone is suppressed within the sphere, creating a gap in the firey flare if the overlap is large enough.\nPowers. Any active power or other esper power effect on a creature or an object in the sphere is suppressed while the creature or object is in it.\nForge Enhanced Items. The properties and powers of forge enhanced items are suppressed in the sphere. For example, an autopistol modded with a firebrand would function as a mundane autopistol while in the sphere.\nA forge enhanced weapon’s properties and powers are suppressed if it is used against a target in the sphere or wielded by an attacker in the sphere. If a forge enhanced weapon or a piece of enhanced ammunition fully leaves the sphere (for example, if you throw a forge enhanced throwing blade at a target outside the sphere), the enhancement of the item ceases to be suppressed as soon as it exits.\nInstant travel. Space fold and other teleportation effects fail to work in the sphere, whether the sphere is the destination or the departure point for such travel. A portal to another location or planet, as well as an opening to an extradimensional space such as that created by the dimensional pocket power, temporarily closes while in the sphere.\nCreatures and Objects. A creature or object summoned or created by an esper power temporarily winks out of existence in the sphere. Such a creature instantly reappears once the space the creature occupied is no longer within the sphere.\nUnraveling Effects. Esper powers and effects such as unravel effect have no effect on the sphere. Likewise, the spheres created by different negation field or superior negation field powers don’t nullify each other.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "superior-negation-field", "method": "spell", "prepared": 0}}, {"name": "Writhing Storm", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a 20-foot radius writhing mass of electrical energy centered on a point you choose within range. The mass spreads around corners. It lasts for the duration until dismissed or unraveled. Its swirling, crackling area is filled with a dark mist, making it heavily obscured.\nWhen the mass appears, each creature in it must make a Dexterity saving throw. A creature takes 10d8 lightning damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the power’s area for the first time on a turn or ends its turn there.\nThe mass moves 10 feet directly away from you in a direction that you choose at the start of each of your turns.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "150", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 8, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "writhing-storm", "method": "spell", "prepared": 0}}]