[{"name": "Acid Gate", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You create a portal of swirling, acidic green vapor in an unoccupied space you can see. This portal connects with a target destination within 100 miles that you are personally familiar with and have seen with your own eyes, such as your wizard’s tower or an inn you have stayed at. You and up to three creatures of your choice can enter the portal and pass through it, arriving at the target destination (or within 10 feet of it, if it is currently occupied). If the target destination doesn’t exist or is inaccessible, the spell automatically fails and the gate doesn’t form.\nAny creature that tries to move through the gate, other than those selected by you when the spell was cast, takes 10d6 acid damage and is teleported 1d100 × 10 feet in a random, horizontal direction. If the creature makes a successful Intelligence saving throw, it can’t be teleported by this portal, but it still takes acid damage when it enters the acid-filled portal and every time it ends its turn in contact with it.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, you can allow one additional creature to use the gate for each slot level above 7th.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "con", "materials": {"value": "a vial of acid and a polished silver mirror worth 125 gp", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "acid-gate", "method": "spell", "prepared": 0}}, {"name": "Alter Time Flow", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You control the currents of time, affecting all creatures within 30 feet of yourself. You can choose to deliver either a haste or slow effect (as the spell) to each creature in the area. An unwilling creature makes a Constitution saving throw, avoiding the effect on a success. Each unwilling creature must make a new saving throw if it remains in the affected area at the end of its turn. Any affected creature returns to normal if it exits the area, but if a creature reenters the area while the spell is still active, it is subject to the effect of the spell (and receives another saving throw, if unwilling).</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "An hourglass.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "alter-time-flow", "method": "spell", "prepared": 0}}, {"name": "Amplify Gravity", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell intensifies gravity in a 50-foot-radius area within range. Inside the area, damage from falling is quadrupled (2d6 per 5 feet fallen) and maximum damage from falling is 40d6. Any creature on the ground in the area when the spell is cast must make a successful Strength saving throw or be knocked prone; the same applies to a creature that enters the area or ends its turn in the area. A prone creature in the area must make a successful Strength saving throw to stand up. A creature on the ground in the area moves at half speed and has disadvantage on Dexterity checks and ranged attack rolls.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "100", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "A piece of lead.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "amplify-gravity", "method": "spell", "prepared": 0}}, {"name": "Arcane Parasite", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell creates a link between you and a nearby source of arcane power, allowing you to draw on its strength to bolster your spellcasting ability. When you cast a spell, you can use a bonus action to draw on the link. Doing so means you expend no spell slots to cast the spell, the energy instead comes from the external power. \r\nThe more you draw on the link, the harder it is to maintain. Each spell you cast in this manner decreases the duration of the arcane parasite spell by 10 minutes per level of the spell you cast using the link. For example, if you cast a fireball spell using the link, you would not expend a spell slot in the casting, but the duration of this spell would decrease by 30 minutes. If you cast a spell using the link and your remaining duration is equal to or less than the spell’s level × 10 minutes, then this spell ends as soon as that spell is cast.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "2", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "ritual"], "activities": {}, "identifier": "arcane-parasite", "method": "spell", "prepared": 0}}, {"name": "Aspect Of The Dragon", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell draws out the ancient nature within your blood, allowing you to assume the form of any dragon-type creature of challenge 10 or less.\nYou assume the hit points and Hit Dice of the new form. When you revert to your normal form, you return to the number of hit points you had before you transformed. If you revert as a result of dropping to 0 hit points, any excess damage carries over to your normal form. As long as the excess damage doesn’t reduce your normal form to 0 hit points, you aren’t knocked unconscious.\nYou retain the benefits of any features from your class, race, or other source and can use them, provided that your new form is physically capable of doing so. You can speak only if the dragon can normally speak.\nWhen you transform, you choose whether your equipment falls to the ground, merges into the new form, or is worn by it. Worn equipment functions normally, but equipment doesn’t change shape or size to match the new form. Any equipment that the new form can’t wear must either fall to the ground or merge into the new form. The GM has final say on whether the new form can wear or use a particular piece of equipment. Equipment that merges has no effect in that state.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "a dragon scale", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "aspect-of-the-dragon", "method": "spell", "prepared": 0}}, {"name": "Blizzard", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>A howling storm of thick snow and ice crystals appears in a cylinder 40 feet high and 40 feet in diameter within range. The area is heavily obscured by the swirling snow. When the storm appears, each creature in the area takes 8d8 cold damage, or half as much damage with a successful Constitution saving throw. A creature also makes this saving throw and takes damage when it enters the area for the first time on a turn or ends its turn there. In addition, a creature that takes cold damage from this spell has disadvantage on Constitution saving throws to maintain concentration until the start of its next turn.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "100", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "con", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "blizzard", "method": "spell", "prepared": 0}}, {"name": "Celebration", "type": "spell", "img": "icons/magic/control/hypnosis-mesmerism-swirl.webp", "system": {"description": {"value": "<p>You create a 30-foot-radius area around a point that you choose within range. An intelligent creature that enters the area or starts its turn there must make a Wisdom saving throw. On a failed save, the creature starts to engage in celebratory revelry: drinking, singing, laughing, and dancing. Affected creatures are reluctant to leave the area until the spell ends, preferring to continue the festivities. They forsake appointments, cease caring about their woes, and generally behave in a cordial (if not hedonistic) manner. This preoccupation with merrymaking occurs regardless of an affected creature’s agenda or alignment. Assassins procrastinate, servants join in the celebration rather than working, and guards abandon their posts. \nThe effect ends on a creature when it is attacked, takes damage, or is forced to leave the area. A creature that makes a successful saving throw can enter or leave the area without danger of being enchanted. A creature that fails the saving throw and is forcibly removed from the area must repeat the saving throw if it returns to the area.\nRitual Focus. If you expend your ritual focus, an unaffected intelligent creature must make a new saving throw every time it starts its turn in the area, even if it has previously succeeded on a save against the spell.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, the spell lasts for an additional hour for each slot level above 7th.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "enc", "materials": {"value": "A small party favor.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "ritual"], "activities": {}, "identifier": "celebration", "method": "spell", "prepared": 0}}, {"name": "Conjure Greater Spectral Dead", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You summon an incorporeal undead creature that appears in an unoccupied space you can see within range. You choose one of the following options for what appears:\r\nOne wraith\r\nOne spectral guardian (Tome of Beasts, p. 358)\r\nOne swarm of wolf spirits (Tome of Beasts, p. 377)\r\nSummoned creatures disappear when they drop to 0 hit points or when the spell ends.\r\nThe summoned creature doesn’t attack you or your companions for the duration. Roll initiative for the summoned creature, which has its own turns. The creature attacks your enemies and tries to stay within 60 feet of you, but it otherwise controls its own actions. The summoned creature despises being bound and might harm or impede you and your companions by any means at its disposal other than direct attacks if the opportunity arises. At the beginning of the creature’s turn, you can use your reaction to verbally command it. The creature obeys your commands for that turn, and you take 1d6 psychic damage at the end of the turn. If your concentration is broken, the creature doesn’t disappear. Instead, you can no longer command it, it becomes hostile to you and your companions, and it attacks you and your allies if it believes it has a chance to win the fight or to inflict meaningful harm; otherwise it flees. You can’t dismiss the uncontrolled creature, but it disappears 1 hour after you summoned it.\r</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 9th level spell slot, you summon a deathwisp (Tome of Beasts, p. 72) or two ghosts instead.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "con", "materials": {"value": "A handful of bone dust, a crystal prism worth at least 100 gp, and a platinum coin.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "conjure-greater-spectral-dead", "method": "spell", "prepared": 0}}, {"name": "Conjure Shadow Titan", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You summon a shadow titan, which appears in an unoccupied space that you can see within range. The shadow titan’s statistics are identical to a stone giant’s, with two differences: its camouflage ability works in dim light instead of rocky terrain, and the “rocks” it hurls are composed of shadow-stuff and cause cold damage.\nThe shadow titan is friendly to you and your companions. Roll initiative for the shadow titan; it acts on its own turn. It obeys verbal or telepathic commands that you issue to it (giving a command takes no action on your part). If you don’t issue any commands to the shadow titan, it defends itself from hostile creatures but otherwise takes no actions.\nThe shadow titan disappears when it drops to 0 hit points or when the spell ends.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "con", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "conjure-shadow-titan", "method": "spell", "prepared": 0}}, {"name": "Conjure Voidborn", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You summon a fiend or aberration of challenge rating 6 or lower, which appears in an unoccupied space that you can see within range. The creature disappears when it drops to 0 hit points or when the spell ends.\nRoll initiative for the creature, which takes its own turns. It attacks the nearest creature on its turn. At the start of the fiend’s turn, you can use your reaction to command the creature by speaking in Void Speech. It obeys your verbal command, and you take 2d6 psychic damage at the end of the creature’s turn.\nIf your concentration is broken, the spell ends but the creature doesn’t disappear. Instead, you can no longer issue commands to the fiend, and it becomes hostile to you and your companions. It will attack you and your allies if it believes it has a chance to win the fight or to inflict meaningful harm, but it won’t fight if it fears doing so would mean its own death. You can’t dismiss the creature, but it disappears 1 hour after you summoned it.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, the challenge rating increases by 1 for each slot level above 7th.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "con", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "conjure-voidborn", "method": "spell", "prepared": 0}}, {"name": "Create Thunderstaff", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>After you cast create thunderstaff on a normal quarterstaff, the staff must then be mounted in a noisy location, such as a busy marketplace, and left there for 60 days. During that time, the staff gradually absorbs ambient sound.\r\nAfter 60 days, the staff is fully charged and can’t absorb any more sound. At that point, it becomes a thunderstaff, a +1 quarterstaff that has 10 charges. When you hit on a melee attack with the staff and expend 1 charge, the target takes an extra 1d8 thunder damage. You can cast a thunderwave spell from the staff as a bonus action by expending 2 charges. The staff cannot be recharged.\r\nIf the final charge is not expended within 60 days, the staff becomes nonmagical again.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "A quarterstaff.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "create-thunderstaff", "method": "spell", "prepared": 0}}, {"name": "Curse Of Dust", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>You cast a curse on a creature within range that you’re familiar with, causing it to be unsatiated by food no matter how much it eats. This effect isn’t merely an issue of perception; the target physically can’t draw sustenance from food. Within minutes after the spell is cast, the target feels constant hunger no matter how much food it consumes. The target must make a Constitution saving throw 24 hours after the spell is cast and every 24 hours thereafter. On a failed save, the target gains one level of exhaustion. The effect ends when the duration expires or when the target makes two consecutive successful saves.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "5", "units": "day"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "500", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "nec", "materials": {"value": "A piece of spoiled food.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "curse-of-dust", "method": "spell", "prepared": 0}}, {"name": "Curse Of The Grave", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>You tap your connection to death to curse a humanoid, making the grim pull of the grave stronger on that creature’s soul.\r\nChoose one humanoid you can see within range. The target must succeed on a Constitution saving throw or become cursed. A remove curse spell or similar magic ends this curse. While cursed in this way, the target suffers the following effects:\r\nThe target fails death saving throws on any roll but a 20.\r\nIf the target dies while cursed, it rises 1 round later as a vampire spawn under your control and is no longer cursed.\r\nThe target, as a vampire spawn, seeks you out in an attempt to serve its new master. You can have only one vampire spawn under your control at a time through this spell. If you create another, the existing one turns to dust. If you or your companions do anything harmful to the target, it can make a Wisdom saving throw. On a success, it is no longer under your control. </p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "dism"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "nec", "materials": {"value": "a pinch of dirt from a freshly dug grave", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "curse-of-the-grave", "method": "spell", "prepared": 0}}, {"name": "Death God's Touch", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>This spell allows you to shred the life force of a creature you touch. You become invisible and make a melee spell attack against the target. On a hit, the target takes 10d10 necrotic damage. If this damage reduces the target to 0 hit points, the target dies. Whether the attack hits or misses, you remain invisible until the start of your next turn. \r</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, the damage increases by 2d10 for each slot level above 7th.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "nec", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic"], "activities": {}, "identifier": "death-gods-touch", "method": "spell", "prepared": 0}}, {"name": "Defile Healing", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>You attempt to reverse the energy of a healing spell so that it deals damage instead of healing. If the healing spell is being cast with a spell slot of 5th level or lower, the slot is expended but the spell restores no hit points. In addition, each creature that was targeted by the healing spell takes necrotic damage equal to the healing it would have received, or half as much damage with a successful Constitution saving throw.\r</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level, it can reverse a healing spell being cast using a spell slot of 6th level or lower. If you use a 9th-level spell slot, it can reverse a healing spell being cast using a spell slot of 7th level or lower.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "reaction", "value": 1, "condition": "which you take when you see a creature cast a healing spell"}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "nec", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic"], "activities": {}, "identifier": "defile-healing", "method": "spell", "prepared": 0}}, {"name": "Dying Of The Light", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A wave of withering darkness erupts from you, filling a 120-foot-radius sphere and extinguishing any nonmagical light sources in the area. Any light produced by spells of 6th level or lower is dispelled. Magic items (but not artifacts) that give off light have that property suppressed while in the spell’s area. Any light sources brought into the area during the spell’s duration are likewise extinguished. Light-producing spells of 7th level or higher function within the area.\nNonmagical light sources removed from the area can be reignited. Magic items regain their ability to give off light 1 round after leaving the area. This magical darkness foils darkvision, except for creatures that can see in magical darkness, such as devils. You can see within the area of the spell as if it were brightly lit.\nEach creature you choose to be affected that ends its turn in the darkness takes 4d8 necrotic damage and gains one level of exhaustion. A successful Constitution saving throw halves the damage and negates the exhaustion. \n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "a black pearl worth 250gp", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "dying-of-the-light", "method": "spell", "prepared": 0}}, {"name": "Glacial Fog", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>As you cast this spell, a 30-foot-radius sphere centered on a point within range becomes covered in a frigid fog. Each creature that is in the area at the start of its turn while the spell remains in effect must make a Constitution saving throw. On a failed save, a creature takes 12d6 cold damage and gains one level of exhaustion, and it has disadvantage on Perception checks until the start of its next turn. On a successful save, the creature takes half the damage and ignores the other effects.\r\nStored devices and tools are all frozen by the fog: crossbow mechanisms become sluggish, weapons are stuck in scabbards, potions turn to ice, bag cords freeze together, and so forth. Such items require the application of heat for 1 round or longer in order to become useful again.\r</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, the damage increases by 1d6 for each slot level above 7th.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "100", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "A crystalline statue of a polar bear worth at least 25 gp.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "glacial-fog", "method": "spell", "prepared": 0}}, {"name": "Ice Soldiers", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You pour water from the vial and cause two ice soldiers to appear within range. The ice soldiers cannot form if there is no space available for them. The ice soldiers act immediately on your turn. You can mentally command them (no action required by you) to move and act where and how you desire. If you command an ice soldier to attack, it attacks that creature exclusively until that target is dead, at which time the soldier melts into a puddle of water. If an ice soldier moves farther than 30 feet from you, it immediately melts. </p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, you create one additional ice soldier.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "con", "materials": {"value": "Vial of water", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "material"], "activities": {}, "identifier": "ice-soldiers", "method": "spell", "prepared": 0}}, {"name": "Icy Grasp Of The Void", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You summon the cold, inky darkness of the Void into being around a creature that you can see. The target takes 10d10 cold damage and is restrained for the duration; a successful Constitution saving throw halves the damage and negates the restrained condition. A restrained creature gains one level of exhaustion at the start of each of its turns. Creatures immune to cold and that do not breathe do not gain exhaustion. A creature restrained in this way can repeat the saving throw at the end of each of its turns, ending the spell on a success. </p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "icy-grasp-of-the-void", "method": "spell", "prepared": 0}}, {"name": "Last Rays Of The Dying Sun", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A burst of searing heat explodes from you, dealing 6d6 fire damage to all enemies within range. Immediately afterward, a wave of frigid cold rolls across the same area, dealing 6d6 cold damage to enemies. A creature that makes a successful Dexterity saving throw takes half the damage.\r</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th or 9th level, the damage from both waves increases by 1d6 for each slot level above 7th.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "40", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic"], "activities": {}, "identifier": "last-rays-of-the-dying-sun", "method": "spell", "prepared": 0}}, {"name": "Legend Killer", "type": "spell", "img": "icons/magic/perception/eye-ringed-glow-angry-small-teal.webp", "system": {"description": {"value": "<p>You tap into the life force of a creature that is capable of performing legendary actions. When you cast the spell, the target must make a successful Constitution saving throw or lose the ability to take legendary actions for the spell’s duration. A creature can’t use legendary resistance to automatically succeed on the saving throw against this spell. An affected creature can repeat the saving throw at the end of each of its turns, regaining 1 legendary action on a successful save. The target continues repeating the saving throw until the spell ends or it regains all its legendary actions. </p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "div", "materials": {"value": "a silver scroll describing the spell's target worth at least 1,000 gp which the spell consumes", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "legend-killer", "method": "spell", "prepared": 0}}, {"name": "Ravages Of Time", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You accelerate the aging of one creature within range, causing it to take on the state of a decrepit version of its type. The target suffers three levels of exhaustion that cannot be removed by normal means. A greater restoration spell partially reverses the effect of this spell, removing one level of exhaustion. Constructs and undead are unaffected by this spell, and creatures who live to great age without negative effects, such as dragons, are also unaffected. </p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "A wilted flower.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "ravages-of-time", "method": "spell", "prepared": 0}}, {"name": "Right The Stars", "type": "spell", "img": "icons/magic/perception/eye-ringed-glow-angry-small-teal.webp", "system": {"description": {"value": "<p>You subtly warp the flow of space and time to enhance your conjurations with cosmic potency. Until the spell ends, the maximum duration of any conjuration spell you cast that requires concentration is doubled, any creature that you summon or create with a conjuration spell has 30 temporary hit points, and you have advantage on Charisma checks and Charisma saving throws.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "div", "materials": {"value": "Seven black candles and a circle of powdered charred bone or basalt.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "right-the-stars", "method": "spell", "prepared": 0}}, {"name": "Ring Ward", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>The iron ring you use to cast the spell becomes a faintly shimmering circlet of energy that spins slowly around you at a radius of 15 feet. For the duration, you and your allies inside the protected area have advantage on saving throws against spells, and all affected creatures gain resistance to one type of damage of your choice. </p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "abj", "materials": {"value": "An iron ring worth 200 gp, which the spell consumes.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "ring-ward", "method": "spell", "prepared": 0}}, {"name": "Seal Of Sanctuary", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>You inscribe an angelic seal on the ground, the floor, or other solid surface of a structure. The seal creates a spherical sanctuary with a radius of 50 feet, centered on the seal. For the duration, aberrations, elementals, fey, fiends, and undead that approach to within 5 feet of the boundary know they are about to come into contact with a deadly barrier. If such a creature moves so as to touch the boundary, or tries to cross the boundary by any means, including teleportation and extradimensional travel, it must make a Charisma saving throw. On a failed save, it takes 10d8 radiant damage, is repelled to 5 feet outside the boundary, and can’t target anything inside the boundary with attacks, spells, or abilities until the spell ends. On a successful save, the creature takes half as much radiant damage and can cross the boundary. If the creature is a fiend that isn’t on its home plane, it is immediately destroyed (no saving throw) instead of taking damage. \r\nAberrations, elementals, fey, and undead that are within 50 feet of the seal (inside the boundary) have disadvantage on ability checks, attack rolls, and saving throws, and each such creature takes 2d8 radiant damage at the start of its turn.\r\nCreatures other than aberrations, elementals, fey, fiends, and undead can’t be charmed or frightened while within 50 feet of the seal.\r\nThe seal has AC 18, 50 hit points, resistance to bludgeoning, piercing, and slashing damage, and immunity to psychic and poison damage. Ranged attacks against the seal are made with disadvantage. If it is scribed on the surface of an object that is later destroyed (such as a wooden door), the seal is not damaged and remains in place, perhaps suspended in midair. The spell ends only if the seal is reduced to 0 hit points.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "abj", "materials": {"value": "Incense and special inks worth 250 gp, which the spell consumes.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "ritual"], "activities": {}, "identifier": "seal-of-sanctuary", "method": "spell", "prepared": 0}}, {"name": "Sign Of Koth", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>You invoke the twilight citadels of Koth to create a field of magical energy in the shape of a 60-foot-radius, 60-foottall cylinder centered on you. The only visible evidence of this field is a black rune that appears on every doorway, window, or other portal inside the area.\nChoose one of the following creature types: aberration, beast, celestial, dragon, elemental, fey, fiend, giant, humanoid, monstrosity, ooze, plant, or undead. The sign affects creatures of the chosen type (including you, if applicable) in the following ways:\nThe creatures can’t willingly enter the cylinder’s area by nonmagical means; the cylinder acts as an invisible, impenetrable wall of force. If an affected creature tries to enter the cylinder’s area by using teleportation, a dimensional shortcut, or other magical means, it must make a successful Charisma saving throw or the attempt fails.\nThey cannot hear any sounds that originate inside the cylinder.\nThey have disadvantage on attack rolls against targets inside the cylinder.\nThey can’t charm, frighten, or possess creatures inside the cylinder.\nCreatures that aren’t affected by the field and that take a short rest inside it regain twice the usual number of hit points for each Hit Die spent at the end of the rest.\nWhen you cast this spell, you can choose to reverse its magic; doing this will prevent affected creatures from leaving the area instead of from entering it, make them unable to hear sounds that originate outside the cylinder, and so forth. In this case, the field provides no benefit for taking a short rest.\n</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, the radius increases by 30 feet for each slot level above 7th.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "dism"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "abj", "materials": {"value": "a platinum dagger and a powdered black pearl worth 500gp, which the spell consumes", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "sign-of-koth", "method": "spell", "prepared": 0}}, {"name": "Soothing Incandescence", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A soft, white radiance spreads out from a point just above your head, creating bright light in a 30-foot radius around your present location. If you move from your present location, the area of light remains fixed. A creature in the area other than a fiend or an undead regains 1 hit point at the start of each of its turns while within the bright light. Each fiend or undead in the area takes 2d4 radiant damage at the start of each of its turns. </p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "soothing-incandescence", "method": "spell", "prepared": 0}}, {"name": "Starry Vision", "type": "spell", "img": "icons/magic/perception/eye-ringed-glow-angry-small-teal.webp", "system": {"description": {"value": "<p>This spell acts as compelling fate, except as noted above (starry vision can be cast as a reaction, has twice the range of compelling fate, and lasts up to 1 minute). At the end of each of its turns, the target repeats the Charisma saving throw, ending the effect on a success.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, the bonus to AC increases by 1 for each slot level above 7th.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "reaction", "value": 1, "condition": "which you take when an enemy starts its turn"}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "100", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "div", "materials": {"value": "a sprinkle of gold dust worth 400 gp", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "material", "concentration"], "activities": {}, "identifier": "starry-vision", "method": "spell", "prepared": 0}}, {"name": "Symbol Of Sorcery", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You draw an arcane symbol on an object, wall, or other surface at least 5 feet wide. When a creature other than you approaches within 5 feet of the symbol, that act triggers an arcane explosion. Each creature in a 60-foot cone must make a successful Wisdom saving throw or be stunned. A stunned creature repeats the saving throw at the end of each of its turns, ending the effect on itself on a successful save. After this symbol explodes or when the duration expires, its power is spent and the spell ends.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "8", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "a stick of incense worth 20 gp", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "symbol-of-sorcery", "method": "spell", "prepared": 0}}, {"name": "Talons Of A Hungry Land", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You cause three parallel lines of thick, flared obsidian spikes to erupt from the ground. They appear within range on a solid surface, last for the duration, and provide threequarters cover to creatures behind them. You can make lines (up to 60 feet long, 10 feet high, and 5 feet thick) or form a circle (20 feet in diameter, up to 15 feet high and 5 feet thick). \nWhen the lines appear, each creature in their area must make a Dexterity saving throw. Creatures takes 8d8 slashing damage, or half as much damage on a successful save.\nA creature can move through the lines at the risk of cutting itself on the exposed edges. For every 1 foot a creature moves through the lines, it must spend 4 feet of movement. Furthermore, the first time a creature enters the lines on a turn or ends its turn there, the creature must make a Dexterity saving throw. It takes 8d8 slashing damage on a failure, or half as much damage on a success.\nWhen you stop concentrating on the spell, you can cause the obsidian spikes to explode, dealing 5d8 slashing damage to any creature within 15 feet, or half as much damage on a successful Dexterity save.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, the damage from all effects of the lines increases by 1d8 for each slot level above 7th.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "talons-of-a-hungry-land", "method": "spell", "prepared": 0}}, {"name": "Time Jaunt", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>When you cast this spell, you step outside the normal time stream, seeming to vanish as 1 round of time passes. You can make minor alterations to the scene being played out, becoming visible for an instant each time you make an adjustment that aids an ally or hinders foes. To everyone else, you disappear when the spell is cast, then flicker into and out of view during the next round, before reappearing for good in the space you vanished from 1 round later, whereupon the spell ends. You cannot be attacked by any means while under the effect of this spell.\nAs the round progresses, you can choose to bestow a single effect on each creature involved in the combat, choosing from the list below. You cannot take any other actions during the round. \n- Give a creature advantage or disadvantage on a saving throw it is about to make.\n- Give a creature advantage or disadvantage on an attack roll it is about to make.\n- Alter the location of a mobile object to provide or remove cover for a creature.\n- Shift objects into the path of a creature; the first 10 feet of terrain it must travel becomes difficult terrain.\n- After an attack roll is determined to be successful, adjust the angle of the strike or the positioning of the target, either causing the strike to deal half as much damage or providing a bonus to damage equal to half your level.\nSee the compendium page for an example of play.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal"], "activities": {}, "identifier": "time-jaunt", "method": "spell", "prepared": 0}}, {"name": "Transmogrification", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You elevate your body to a higher form. When you cast the spell, choose three of the forms described below and indicate which one’s effects will occur first. While the spell lasts, you can use a bonus action to exchange one of your choices for an unused one, or to make a new choice when the current one ends. The spell ends when its duration expires or when you expend all the available uses of the third form you adopt. \nWings. You sprout wings from your shoulders and gain a flying speed of 60 feet. The wings can be batlike or feathered. \nBreath Weapon. You gain a breath weapon of one of these types of your choice: acid, cold, fire, lightning, or poison. You can use an action to unleash your breath weapon in a 15-foot line that is 5 feet wide. Each creature in the line takes 8d6 damage of the chosen type, or half as much damage with a successful Dexterity saving throw. The breath weapon is considered a magical attack. You can use this ability up to three times, and it expires after the third use.\nLimbs. Appendages resembling tentacles, spider legs, pincers, or something else of your choosing sprout from your body. Choose slashing, bludgeoning, or piercing damage; you can use an action to make two melee weapon attacks with your new limbs, and each attack deals 2d12 damage of the chosen type. You are proficient with these weapons, and they have the reach and finesse properties.\nRadiating Light. You emit light in a 10-foot radius. The light can come from a halo, from ghostly flames, from your eyes, or any other source you choose. The light deals your choice of necrotic, fire, or radiant damage. A creature that passes through the light on its turn or that ends its turn in the light takes 2d10 damage of the chosen type, or half as much damage with a successful Constitution saving throw. A creature takes this damage only once per turn.\nRegeneration. You regain 10 hit points at the start of your turn. You can use this ability up to three times, and it expires after the third use.\nOverwhelming Might. When you hit a target with a weapon attack, the target takes an extra 2d8 force damage and must succeed on a Strength saving throw or be knocked prone.\nFrightening Presence. As an action, choose any number of creatures within 30 feet of you that can see you. Each of them must succeed on a Wisdom saving throw or become frightened of you for 1 minute. A creature frightened in this way can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature’s saving throw is successful or the effect ends for it, the creature is immune to your frightening presence for the next 24 hours. You can use this ability up to three times, and it expires after the third use.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "a bit of flesh from a fiend, or a feather from a celestial, each item worth at least 50 gp", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "transmogrification", "method": "spell", "prepared": 0}}, {"name": "Triumph Of Ice", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You transform one of the four elements—air, earth, fire, or water—into ice or snow. The affected area is a sphere with a radius of 100 feet, centered on you. The specific effect depends on the element you choose.\r\nAir. Vapor condenses into snowfall. If the effect of a fog cloud spell, a stinking cloud, or similar magic is in the area, this spell negates it. A creature of elemental air within range takes 8d6 cold damage—and, if airborne, it must make a successful Constitution saving throw at the start of its turn to avoid being knocked prone (no falling damage).\r\nEarth. Soil freezes into permafrost to a depth of 10 feet. A creature burrowing through the area has its speed halved until the area thaws, unless it can burrow through solid rock. A creature of elemental earth within range must make a successful Constitution saving throw or take 8d6 cold damage.\r\nFire. Flames or other sources of extreme heat (such as molten lava) on the ground within range transform into shards of ice, and the area they occupy becomes difficult terrain. Each creature in the previously burning area takes 2d6 slashing damage when the spell is cast and 1d6 slashing damage for every 5 feet it moves in the area (unless it is not hindered by icy terrain) until the spell ends; a successful Dexterity saving throw reduces the slashing damage by half. A creature of elemental fire within range must make a successful Constitution saving throw or take 8d6 cold damage and be stunned for 1d6 rounds. \r\nWater. Open water (a pond, lake, or river) freezes to a depth of 4 feet. A creature on the surface of the water when it freezes must make a successful Dexterity saving throw to avoid being trapped in the ice. A trapped creature can free itself by using an action to make a successful Strength (Athletics) check. A creature of elemental water within range takes no damage from the spell but is paralyzed for 1d6 rounds unless it makes a successful Constitution saving throw, and it treats the affected area as difficult terrain.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "A stone extracted from glacial ice.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "triumph-of-ice", "method": "spell", "prepared": 0}}, {"name": "Uncontrollable Transformation", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You infuse your body with raw chaos and will it to adopt a helpful mutation. Roll a d10 and consult the Uncontrollable Transformation table to determine what mutation occurs. You can try to control the shifting of your body to gain a mutation you prefer, but doing so is taxing; you can roll a d10 twice and choose the result you prefer, but you gain one level of exhaustion. At the end of the spell, your body returns to its normal form.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, you gain an additional mutation for each slot level above 7th. You gain one level of exhaustion for each mutation you try to control.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "the bill of a platypus", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "uncontrollable-transformation", "method": "spell", "prepared": 0}}, {"name": "Volley Shield", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>You touch a willing creature and create a shimmering shield of energy to protect it. The shield grants the target a +5 bonus to AC and gives it resistance against nonmagical bludgeoning, piercing, and slashing damage for the duration of the spell.\nIn addition, the shield can reflect hostile spells back at their casters. When the target makes a successful saving throw against a hostile spell, the caster of the spell immediately becomes the spell’s new target. The caster is entitled to the appropriate saving throw against the returned spell, if any, and is affected by the spell as if it came from a spellcaster of the caster’s level.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "abj", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["somatic", "concentration"], "activities": {}, "identifier": "volley-shield", "method": "spell", "prepared": 0}}, {"name": "Walking Wall", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell creates a wall of swinging axes from the pile of miniature axes you provide when casting the spell. The wall fills a rectangle 10 feet wide, 10 feet high, and 20 feet long. The wall has a base speed of 50 feet, but it can’t take the Dash action. It can make up to four attacks per round on your turn, using your spell attack modifier to hit and with a reach of 10 feet. You direct the wall’s movement and attacks as a bonus action. If you choose not to direct it, the wall continues trying to execute the last command you gave it. The wall can’t use reactions. Each successful attack deals 4d6 slashing damage, and the damage is considered magical.\nThe wall has AC 12 and 200 hit points, and is immune to necrotic, poison, psychic, and piercing damage. If it is reduced to 0 hit points or when the spell’s duration ends, the wall disappears and the miniature axes fall to the ground in a tidy heap.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "100 miniature axes", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "walking-wall", "method": "spell", "prepared": 0}}, {"name": "Wild Trajectory", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You create a 30-foot cube of magical instability that causes spell effects passing through it to diverge wildly from their original paths. When a spell with a visible or tangible manifestation (such as fireball, lightning bolt, or a ray or projectile such as magic missile or ray of frost) passes through the area, roll a d8. On a 1, the spell continues on its original path or toward its original target; on a 2, it diverts 45 degrees to the right; on a 3, it diverts 90 degrees to the right; on a 4, it diverts 135 degrees to the right; on a 5, it turns 180 degrees, back the way it came (striking the caster if it is a targeted spell); on a 6, the spell diverts 45 degrees to the left; on a 7, it diverts 90 degrees to the left; on an 8, it diverts 135 degrees to the left.\nA spell that affects anything in its path, such as lightning bolt, continues to do so along its new trajectory, up to the limit of its range. A fireball spell will travel in the new direction up to the limit of its range before detonating. A targeted spell will strike the first viable target it encounters along its new trajectory.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "100", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "wild-trajectory", "method": "spell", "prepared": 0}}]