[{"name": "Dream Eater", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>A hag, usually a night hag, will cast this spell while she is in the Ethereal Plane. She will usually choose a dreamer that is alone because she is vulnerable while casting this spell. As she casts this spell she will hold one fist over the dreamer’s head while concentrating on a special bone spoon. While doing this she can be attacked from either the Material Plane or the Ethereal Plane. After she casts the spell she thrusts the spoon into the dreamer’s head. The dreamer will make a Charisma saving throw. Upon failure, the dreamer will take 7 (2d6) psychic damage each round that the hag is concentrating, up to a minute. The hag regains hit points equal to half the damage inflicted. The hag can gain up to 10 temporary hit points if she is fully healed. These hit points will be removed after an hour. If the dreamer makes its Charisma saving throw, it takes 7 (2d6) psychic damage but immediately wakes up with a pounding headache. The hag will be pushed back fully into the Ethereal Plane and paralyzed until the start of her next turn. Any dreamer that makes their saving throw is immune to dream eater for a week. A dreamer that survives their encounter with the dream eater will vaguely remember feeding a large forest animal by pulling fruits or vegetables out of their head.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 3, "school": "nec", "materials": {"value": "a spoon made out of a human’s pelvis bone, enchanted in such a way that it can travel to the Ethereal Plane", "consumed": false, "cost": 0, "supply": 0}, "properties": ["somatic", "material", "concentration"], "activities": {}, "identifier": "dream-eater", "method": "spell", "prepared": 0}}, {"name": "Face Off", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell has no effect on creatures that do not have humanoid faces or creatures with an Intelligence of 3 or lower. You cast this spell while staring into the broken mirror: then fling a mirror shard at a target. The target must make a Charisma saving throw or have their face transformed into yours as your face transforms into theirs. For the duration of this spell the target must succeed on a Charisma saving throw or they are unable to target you with any action. Upon success they can target you with actions, but with disadvantage, until their next turn in which case they must succeed at another saving throw in order to target you again. During your turn, if you take any action, not directed at the target of face off, then this spell effect ends. A creature can be effected by this spell only once per day.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 3, "school": "trs", "materials": {"value": "a silvered mirror, worth at least 10 gp, which you must break violently", "consumed": false, "cost": 0, "supply": 0}, "properties": ["somatic", "material"], "activities": {}, "identifier": "face-off", "method": "spell", "prepared": 0}}, {"name": "Still Water", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>If you are completely submerged in a liquid and cast this spell, then you target a 30-foot-radius sphere section of water, that suddenly becomes very viscous and hard to swim through. If you are not fully submerged, then you cast this spell at the surface of a liquid, making a 30-foot radius circular section of the surface difficult to swim through. This circle is only five feet deep. Creatures with less than 2 hit dice, in the area of effect, are paralyzed without a saving throw. Everything else must make a Strength saving throw or be restrained in the thick gelatinous liquid. Once restrained a creature will need to succeed on a Strength saving throw to move, up to half of their speed through the gelatin. Creatures that breathe air or water, who are also restrained or paralyzed, are suffocating. Suffocating is explained in the Player's Handbook. The gelatinous section can move if pushed by strong current or Huge or larger creatures. Creatures that end their turn outside of the gelatinous area are no longer restrained. The caster can make the gelatin opaque; creatures that start their turn in it then have full cover and cannot see out of the gelatin. Those on the outside cannot see into the gelatin and they cannot target anything on the inside. This effect cannot be countered with truesight. The gelatin can be destroyed and each 5-foot cube section has an AC of 10, 25 hitpoints, and immunity to piercing and psychic damage.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the duration is increased by a minute and the affected radius is increased by 10 feet for each slot level above 3rd. As an example, if you cast this spell using a 7th-level spell slot, while underwater, you would create a 60-foot-radius gelatinous sphere, lasting 7 minutes.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "3", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 3, "school": "trs", "materials": {"value": "translucent glass sphere filled with gelatin which is not consumed during casting", "consumed": false, "cost": 0, "supply": 0}, "properties": ["somatic", "material"], "activities": {}, "identifier": "still-water", "method": "spell", "prepared": 0}}, {"name": "Suffer My Pain", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>You shout a harsh command and target up to three friends, hirelings, minions, or slaves near you. The target must choose to accept this spell and if they resist it has no effect on them. For the targets that do not resist (referred to for the rest of this spell as minion) a thin dull red magical ribbon connects the base of their neck to yours: moving with you and stretching around corners. If the minion moves more than 90 feet away from you then suffer my pain is dispelled for that target. For the duration of this spell, you can, as a reaction regain hit points by damaging a minion. The minion takes twice as much damage as you recover. As an example, if you regain 12 hit points by drawing from a minion, then that minion takes 24 points of damage that cannot be resisted or prevented. You cannot reduce a minion's hit points by less than 0. You cannot spread the damage between minions, you must choose one minion per reaction that is used. This spell will only work on living minions.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "15", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 3, "school": "nec", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal"], "activities": {}, "identifier": "suffer-my-pain", "method": "spell", "prepared": 0}}, {"name": "Tide Mastery", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell can only be cast underwater. When you cast this spell you redirect the tidal forces caused by the moon, either pulling objects in the water towards yourself or repelling them. You must choose to either pull or repel when you cast this spell and you cannot change it unless you cast the spell again. This spell either draws or pulls objects up to 60 feet away from you. • Pull. At the beginning of your turn, any unsecured objects or tiny aquatic life, less than 20 pounds, are pulled towards you at a rate of 20 feet each round. Objects that get within 5 feet of you will begin to orbit around you, and with enough objects you will soon have a spherical cloud of objects and small animals orbiting around you. In game terms, given enough material, you will have three-quarters cover from everything outside the sphere. Anything attempting to hit you with melee attacks with a reach of less than 10 feet take 2 (1d3) bludgeoning damage after each attack. Any swarms in the affected area must make a Constitution saving throw at the beginning of their round or be destroyed. • Repel. At the beginning of your turn, any unsecured objects or tiny aquatic life, less than 20 pounds, are pushed away from you at a rate of 20 feet each round. Creatures within a 60-foot-radius sphere of you must make a Dexterity saving throw or take 3 (1d6) bludgeoning damage each time they begin their turn in the affected area. Any swarms in the affected area must make a Constitution saving throw at the beginning of their round or be destroyed.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "3", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 3, "school": "trs", "materials": {"value": "a smooth pebble, worn to a perfect sphere which is not consumed in casting", "consumed": false, "cost": 0, "supply": 0}, "properties": ["somatic", "material", "concentration"], "activities": {}, "identifier": "tide-mastery", "method": "spell", "prepared": 0}}, {"name": "Waste-not Hook", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>When a night hag cast this spell she targets one living creature that she can see. The target now has a blood red cord of mist that extends six inches from the base of their skull. This cord always points away from the target, which makes it very difficult for the target to see the cord. If the target is reduced to 0 hit points, and they then fail a death save, their soul is collected by the night hag. The night hag will spend three days fashioning the soul into an easily transportable form called a hooked larva. If the hag is not killed or bargained with before that then the soul is considered destroyed</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "bonus", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 3, "school": "nec", "materials": {"value": "curved cold iron nail fashioned to look like a fishhook which is consumed after casting", "consumed": false, "cost": 0, "supply": 0}, "properties": ["material"], "activities": {}, "identifier": "waste-not-hook", "method": "spell", "prepared": 0}}]