[{"name": "Cellular Renewal", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You deliver a regenerative solution to a creature that you can see within range. The treatment causes the creature to regain 70 hit points. This power also ends blindness, deafness, and any diseases affecting the target. This power has no effect on automatons or constructs.\nAt Higher Ranks. When you use this power at rank 7 or higher, the healing increases by 10 for each rank above 6.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 7 or higher, the healing increases by 10 for each rank above 6.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "cellular-renewal", "method": "spell", "prepared": 0}}, {"name": "Directed Strike", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a virtual tactical link you share with a nearby allies in a 30-foot radius area. When you activate this power and as a bonus action on subsequent turns for the duration, you can choose one friendly creature within the area that you can see and that can see you. That creature can use its reaction to make one weapon attack against a target within the same area.\nAt Higher Ranks. When you use this power at rank 7 or higher, you can choose one additional creature and the area of effect increases by 10 feet for each rank above 6.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "bonus", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "directed-strike", "method": "spell", "prepared": 0}}, {"name": "Dynamic Passage", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This power creates an energy link between a large powered device within range and another device, at any distance, within the same star system. Both the target and destination device must be at least 6 feet tall or wide such as a large control panel, power generator, viewscreen, or data terminal, You must have seen or touched the destination device at least once before. For the duration, any creature can step into the target device and exit from the destination device by using 5 feet of movement.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "round"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "dynamic-passage", "method": "spell", "prepared": 0}}, {"name": "Forge Automaton", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Activation of this power requires the bodies of up to three deactivated constructs or up to nine square feet of scrap metal or mechanical parts. For each construct body or three feet of material, you forge an alphalite that is under your control. (The GM has game statistics for these creatures.). With enough material, you can create up to three creatures with this power.\nAs a bonus action on each of your turns, you can mentally command any creature you created with this power if the creature is within 120 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular building or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.\nThe creature is under your control for 24 hours, after which it stops obeying any command you have given it. To maintain control of the creature for another 24 hours, you must use this power on the creature before the current 24-hour period ends. This use of the power reasserts your control over up to three creatures you have created with this power, rather than forging new ones.\nAt Higher Ranks. When you use this power at rank 7, you can forge or reassert control over four alphalites. At rank 8, you can forge or reassert control over five alphalites or two gamaroids. At rank 9, you can forge or reassert control over six alphalites, three gamaroids, or two cirrus mecharoids.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 7, you can forge or reassert control over four alphalites. At rank 8, you can forge or reassert control over five alphalites or two gamaroids. At rank 9, you can forge or reassert control over six alphalites, three gamaroids, or two cirrus mecharoids.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "10", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "forge-automaton", "method": "spell", "prepared": 0}}, {"name": "Frost Zone", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You unleash a streak of cold energy from your fingertips toward a point of your choice within range, where it explodes in a 60-foot-radius sphere. Each creature within the area must make a Constitution saving throw. On a failed save, a creature takes 10d6 cold damage. On a successful save, it takes half as much damage.\nIf the globe strikes a body of water or a liquid that solidifies at freezing temperatures (not including liquid-form creatures), it freezes the liquid to a depth of 6 inches over an area 30 feet square. This ice lasts for 1 minute. Creatures that were swimming on the surface of frozen water are trapped in the ice. A trapped creature can use an action to make a Strength check against your esper power save DC to break free.\nYou can stop the energy from exploding after activating this power, if you wish. A small globe about the size of a grenade, cool to the touch, appears in your hand. At any time, you or a creature you give the globe to can throw the globe (to a range of 40 feet) or fire it with a launcher (to the weapon’s normal range). It shatters on impact, with the same effect as the normal use of the power. You can also set the globe down without shattering it. After 1 minute, if the globe hasn’t already shattered, it explodes.\nAt Higher Ranks. When you use this power at rank 7 or higher, the damage increases by 1d6 for each rank above 6.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 7 or higher, the damage increases by 1d6 for each rank above 6.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "300", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "frost-zone", "method": "spell", "prepared": 0}}, {"name": "Fusion Beam", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You gather a mass of cosmic energy and unleash it in the form of a solar energy beam 60 feet long and 5 feet wide. Each creature in the line must make a Constitution saving throw. On a failed save, a creature takes 6d8 radiant damage and is blinded until the start of your next turn. On a successful save, it takes half as much damage and isn’t blinded by this power. Netherants and Plant creatures have disadvantage on this saving throw.\nYou can create a new energy beam as your action on any turn until the effect ends.\nFor the duration, a pulsing globe of solar energy shines in your hand. It sheds bright light in a 30-foot radius and dim light for an additional 30 feet. This light is considered to be sunlight.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "fusion-beam", "method": "spell", "prepared": 0}}, {"name": "Illusory Trigger", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a spatial distortion that presents the illusion of an object, creature, or some other visible phenomenon within range that activates when a specific condition occurs. The illusion is imperceptible until then. It must be no larger than a 30-foot cube, and you decide when you activate the power how the illusion behaves and what sounds it makes. This scripted performance can last up to 5 minutes.\nWhen the condition you specify occurs, the illusion becomes visible and performs in the manner you described. Once the illusion finishes performing, it disappears and remains dormant for 10 minutes. After this time, the illusion can be activated again.\nThe triggering condition can be as general or as detailed as you like, though it must be based on visual or audible conditions that occur within 30 feet of the area. For example, you could create an illusion of yourself to appear and warn off others who attempt to pass into a dangerous area, or you could set the illusion to trigger only when a creature says the correct word or phrase.\nPhysical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your esper power save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and any noise it makes sounds hollow to the creature.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "illusory-trigger", "method": "spell", "prepared": 0}}, {"name": "Motor Dysfunction", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Choose one creature that you can see within range. The target’s motor functions are thrown out of whack and they become disoriented, flailing their arms and stumbling about for the duration.\nCreatures that can’t be charmed are immune to this power.\nAn affected creature must use all its movement stumbling around without leaving its space and has disadvantage on Dexterity saving throws and attack rolls. While the target is affected by this power, other creatures have advantage on attack rolls against it. As an action, an affected creature makes a Wisdom saving throw to regain control of itself. On a successful save, the effect ends.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "motor-dysfunction", "method": "spell", "prepared": 0}}, {"name": "Negation Field", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create an immobile, faintly shimmering barrier in a 10-foot radius around you, which remains for the duration.\nAny esper power of rank 5 or lower used from outside the barrier can’t affect creatures or objects within it, even if the power is activated at a higher rank. Such a power can target creatures and objects within the barrier, but the power has no effect on them.\nSimilarly, the area within the barrier is excluded from the areas affected by such powers.\nAt Higher Ranks. When you use this power at rank 7 or higher, the barrier blocks powers of one rank higher for each rank above 6.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 7 or higher, the barrier blocks powers of one rank higher for each rank above 6.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "negation-field", "method": "spell", "prepared": 0}}, {"name": "Phase Walk", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create two linked points in space that remain open for the duration. Choose two points on the ground that you can see, one point within 10 feet of you and one point within 500 feet of you. A circular portal, 10 feet in diameter, opens over each point. If the portal would open in the space occupied by a creature, the power fails, and the activation cost is lost.\nThe portals are two-dimensional spinning circles with glowing borders and filled with a starry mist, hovering inches from the ground and perpendicular to it at the points you choose. A circle is visible only from one side (your choice), which is the side that functions as a portal.\nAny creature or object entering the portal exits from the other portal as if the two were adjacent to each other; passing through a portal from the nonportal side has no effect. The star-filled mist that fills each portal is opaque and blocks vision through it. On your turn, you can rotate the portals as a bonus action so that the active side faces in a different direction.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "500", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "phase-walk", "method": "spell", "prepared": 0}}, {"name": "Return Point", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You and up to five willing creatures within 5 feet of you instantly teleport to a previously designated haven. You and any creatures that teleport with you appear in the nearest unoccupied space next to the spot you chose when you prepared your haven (see below). If you use this power without a designated haven, the power has no effect. If the haven is a vehicle, such as a starship, you cannot teleport onto that vehicle while it’s moving under its own power.\nYou must designate a haven by activating this power within a familiar location you’ve visited often and likely feel at home, such as your home, a companion’s home, your workplace, your group’s hideout, or the bridge of your ship. If you attempt to activate the power in this manner in an area that isn’t personally familiar to you, the power has no effect.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "return-point", "method": "spell", "prepared": 0}}, {"name": "Secure Structure", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a programmed pattern of spatial energy that protects up to 2,500 square feet of floor space (an area 50 feet square, or one hundred 5-foot squares or twenty-five 10-foot squares). The warded area can be up to 20 feet tall, and shaped as you desire. You can ward several stories of a building by dividing the area among them, as long as you can walk into each contiguous area while you are activating this power.\nWhen you activate this power, you can specify individuals that are unaffected by any or all of the effects that you choose. You can also specify a password that, when spoken aloud, makes the speaker immune to these effects.\nSecure structure creates the following effects within the warded area.\nDoors. All doors and hatches in the warded area are locked, as if sealed by a magnetic seal power. In addition, you can cover up to ten doors with an illusory effect (equivalent to the illusory object function of the illusory point power) to make them appear as plain sections of wall.\nElectronics. Computer terminals and panels all have their information scrambled, preventing access to any informational data. Each use of any electronic terminal requires a successful Intelligence saving throw versus your esper power save DC.\nPassageways. Light bends and twists around every hallway or passage, distorting visibility and making them heavily obscured. In addition, at each intersection or branching passage offering a choice of direction, there is a 50 percent chance that a creature other than you will believe it is going in the opposite direction from the one it chooses.\nStairs. The elevation of all stairs and ramps are distorted, making them difficult terrain. In addition, any creature attempting to move across them must make a Wisdom saving throw versus your esper power save DC or lose their movement for that turn.\nTransports. Lifts, moving ramps, or elevators are locked as if they were doors. In addition, if they are accessed, they have their controls rearranged. There is a 50 percent chance that the elevator moves in the opposite direction of the distance or number of floors intended. If the elevator reaches the top or bottom in this way, it simply stops moving when it reaches that level until accessed again.\nThe whole warded area radiates cosmic energy. An unravel effect used on a specific effect, if successful, removes only that effect.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "secure-structure", "method": "spell", "prepared": 0}}, {"name": "Shattersense", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You cause a direct disturbance within a creature’s psyche. One creature of your choice within 60 feet of you that you can see must succeed on a Wisdom saving throw or be affected by one of the following effects of your choice for the duration. On each of your turns until the effect ends, you can use your action to target another creature but can’t target a creature again if it has succeeded on a saving throw against this current activation of shattersense.\nScare. The target is frightened of you. On each of its turns, the frightened creature must take the Dash action and move away from you by the safest and shortest available route, unless there is nowhere to move. If the target moves to a place at least 60 feet away from you where it can no longer see you, this effect ends.\nSicken. The target has disadvantage on attack rolls and ability checks. At the end of each of its turns, it can make another Wisdom saving throw. If it succeeds, the effect ends.\nSleep. The target falls unconscious. It wakes up if it takes any damage or if another creature uses its action to shake the sleeper awake. Creatures that do not sleep normally automatically resist this effect.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "shattersense", "method": "spell", "prepared": 0}}, {"name": "Stim Patch", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a booster formula which you can administer to yourself and up to twelve creatures. The solution takes 1 hour to administer and it completely dissolves into nothing at the end of that time. The beneficial effects don’t set in until this hour is over.\nA creature that receives this treatment gains several benefits. The creature is cured of all diseases and poison, becomes immune to poison and being frightened, and makes all Wisdom saving throws with advantage. Its hit point maximum also increases by 2d10, and it gains the same number of hit points. These benefits last for 24 hours.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "stim-patch", "method": "spell", "prepared": 0}}, {"name": "Truesight", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This power gives a willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices hidden doors and portals masked by esper powers, and can see into pocket dimensions and spatial distortions, all out to a range of 120 feet.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "truesight", "method": "spell", "prepared": 0}}, {"name": "Virtual Navigator", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a virtual display which only you can see that shows the shortest, most direct physical route to a specific fixed location that you are familiar with in the same star system as you. If you request a destination outside the star system, a destination that moves (such as a starship), or a destination that isn’t specific (such as “the nearest cargo hold”), the power fails.\nFor the duration, as long as you are on the same star system as the destination, you know how far it is and in what direction it lies. While you are traveling there, whenever you are presented with a choice of paths along the way, you automatically determine which path is the shortest and most direct route (but not necessarily the safest route) to the destination.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "virtual-navigator", "method": "spell", "prepared": 0}}, {"name": "Virus", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You unleash a virulent disease on a creature that you can see within range. The target must make a Constitution saving throw. On a failed save, it takes 14d6 necrotic damage, or half as much damage on a successful save. The damage can’t reduce the target’s hit points below 1. If the target fails the saving throw, its hit point maximum is reduced for 1 hour by an amount equal to the necrotic damage it took. Any effect that removes a disease allows a creature’s hit point maximum to return to normal before that time passes. This power has no effect on automatons or constructs.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "virus", "method": "spell", "prepared": 0}}, {"name": "Warded Refuge", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a warded zone that protects up to 40,000 square feet of floor space to a height of 30 feet above the floor. For the duration, creatures can’t teleport into the area or use portals, such as those created by the phase walk power, to enter the area. The power proofs the area against extradimensional travel, and therefore prevents creatures from accessing the area by way of powers such as intangible form.\nIn addition, the power damages types of creatures that you choose when you activate it. Choose one or more of the following: automatons, constructs, netherants, primordials, and proteans. When a chosen creature enters the warded area for the first time on a turn or starts its turn there, they are assaulted with a barrage of laser or disruptor fire. The creature takes 5d10 radiant or necrotic damage (your choice when you activate this power).\nWhen you activate this power, you can designate a password. A creature that speaks the password as it enters the area takes no damage from the power.\nThe warded area can’t overlap with the area of another warded refuge power.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "bonus", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "50", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["ritual"], "activities": {}, "identifier": "warded-refuge", "method": "spell", "prepared": 0}}, {"name": "Warp Sphere", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a spatial distortion at a point within range that quickly expands outward in a 60-foot-radius sphere. Each creature in that area must make a Constitution saving throw. A target takes 8d6 force damage on a failed save, or half as much damage on a successful one.\nAt Higher Ranks. When you use this power at rank 7 or higher, the damage increases by 2d6 for each rank above 6.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 7 or higher, the damage increases by 2d6 for each rank above 6.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "150", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 6, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "warp-sphere", "method": "spell", "prepared": 0}}]