[{"name": "Churning Pit", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A 5-foot-deep pit of thick, churning mud appears and swirls in a 30-foot radius centered on a point you can see within range. The point must be on solid ground at least 5 feet thick or upon a liquid surface at least 5 feet deep. Until the effect ends, that area is difficult terrain, and any creature that starts its turn there must succeed on a Strength saving throw or take 6d6 bludgeoning damage and be pulled 10 feet toward the center.\nIn addition, a creature that is pulled into the center must succeed on a Strength saving throw or be knocked prone. If the creature starts its turn in the center, they do not need to make this saving throw but they are still subject to the remaining effects of the power.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "churning-pit", "method": "spell", "prepared": 0}}, {"name": "Control Matrix", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You attempt to assume control of an automaton or construct that you can see within range. It must succeed on an Intelligence saving throw or be under your control for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.\nWhile the target is under your control, you have a telepathic link with it as long as the two of you are in the same galaxy. You can use this telepathic link to issue commands to the target while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as “Attack that target,” “Run over there,” or “Retrieve that object.” If the target completes the order and doesn’t receive further direction from you, it defends and preserves itself to the best of its ability.\nYou can use your action to take total and precise control of the target. Until the end of your next turn, the target takes only the actions you choose, and doesn’t do anything that you don’t allow it to do.\nDuring this time you can also cause the target to use a reaction, but this requires you to use your own reaction as well.\nAt the start of each of its turns, the target makes another Intelligence saving throw. If the saving throw succeeds, the effect ends.\nAt Higher Ranks. When you use this power at rank 6, you can target one additional automaton or construct for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6, you can target one additional automaton or construct for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "control-matrix", "method": "spell", "prepared": 0}}, {"name": "Cosmic Ward", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a warded area and infuse it with an energy field whose effect you can modify to your choosing. The area can have a radius up to 60 feet, and the power fails if the radius includes an area already under the effect a cosmic ward. The affected area is subject to the following effects.\nFirst, energy beings such as primordials, proteans, and netherants can’t enter the area, nor can such creatures charm, frighten, or possess creatures within it. Any creature charmed, frightened, or possessed by such a creature is no longer charmed, frightened, or possessed upon entering the area. You can exclude one or more of those types of creatures from this effect.\nSecond, you can bind an extra effect to the area. Choose the effect from the following list, or choose an effect offered by the GM. Some of these effects apply to creatures in the area; you can designate whether the effect applies to all creatures, creatures that follow belong to a specific group or organization, or creatures of a specific sort, such as asmaleas or drakes. When a creature that would be affected enters the ward’s area for the first time on a turn or starts its turn there, it can make a Charisma saving throw. On a success, the creature ignores the extra effect until it leaves the area.\nCourage. Affected creatures can’t be frightened while in the area.\nDarkness. Darkness fills the area. Normal light, as well as light created by powers of a rank lower than the slot you used to activate this power, can’t illuminate the area.\nDaylight. Bright light fills the area. Supernatural darkness created by powers of a lower rank than the slot you used to activate this power can’t extinguish the light.\nEnergy Protection. Affected creatures in the area have resistance to one damage type of your choice, except for bludgeoning, piercing, or slashing.\nEnergy Vulnerability. Affected creatures in the area have vulnerability to one damage type of your choice, except for bludgeoning, piercing, or slashing.\nExtradimensional Interference. Affected creatures can’t move or travel using teleportation or by extradimensional means.\nFear. Affected creatures are frightened while in the area.\nSilence. No sound can emanate from within the area, and no sound can reach into it.\nTranslator. Affected creatures can communicate with any other creature in the area, even if they don’t share a common language.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "cosmic-ward", "method": "spell", "prepared": 0}}, {"name": "Domination", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You attempt to mentally glamour a humanoid or beast that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.\nWhile the target is charmed, you have a telepathic link with it as long as the two of you are in the same galaxy. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as “Attack that target,” “Run over there,” or “Retrieve that object.” If the creature completes the order and doesn’t receive further direction from you, it defends and preserves itself to the best of its ability.\nYou can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn’t do anything that you don’t allow it to do.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "domination", "method": "spell", "prepared": 0}}, {"name": "Dream Weave", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This power shapes a creature’s dreams. Choose a creature known to you as the target of this power. The target must be on the same star system as you. Creatures that don’t sleep, such as belare, can’t be contacted by this power. You, or a willing creature you touch, enters a trance state, acting as a messenger.\nWhile in the trance, the messenger is aware of his or her surroundings, but can’t take actions or move.\nIf the target is asleep, the messenger appears in the target’s dreams and can converse with the target as long as it remains asleep, through the duration of the power. The messenger can also shape the environment of the dream, creating landscapes, objects, and other images. The messenger can emerge from the trance at any time, ending the effect of the power early. The target recalls the dream perfectly upon waking. If the target is awake when you use this power, the messenger knows it, and can either end the trance (and the effect) or wait for the target to fall asleep, at which point the messenger appears in the target’s dreams.\nYou can make the messenger appear monstrous and terrifying to the target. If you do, the messenger can deliver a message of no more than ten words and then the target must make a Wisdom saving throw. On a failed save, echoes of the phantasmal monstrosity spawn a nightmare that lasts the duration of the target’s sleep and prevents the target from gaining any benefit from that rest. In addition, when the target wakes up, it takes 3d6 psychic damage.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "8", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "dream-weave", "method": "spell", "prepared": 0}}, {"name": "Extended Perception", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You extend your senses across a great distance in order to see and hear a particular creature you choose that is in the same star system as you. The target must make a Wisdom saving throw, which is modified by how well you know the target and the sort of physical connection you have to it. If a target knows you’re using this power, it can fail the saving throw voluntarily if it wants to be observed. \nKnowledge\tModifier\nSecondhand (you have heard of the target)\t+5\nFirsthand (you have met the target)\t+0\nFamiliar (you know the target well)\t-5\nConnection\tModifier\nLikeness or picture\t-2\nPossession or piece of gear\t-4\nBody part, lock of hair, skin, blood, etc.\t-10\n\nOn a successful save, the target isn’t affected, and you can’t use this power against it again for 24 hours.\nOn a failed save, you create a sensory point within 10 feet of the target. You can see and hear from that point as if you were there. The sensory point moves with the target, remaining within 10 feet of it for the duration. A creature that can see invisible objects sees the sensory point as a warp or ripple in the air about size of a fist.\nInstead of targeting a creature, you can choose a location you have seen before as the target for this power. When you do, the sensory point appears at that location and doesn’t move.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "extended-perception", "method": "spell", "prepared": 0}}, {"name": "Force Field", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create an invisible barrier at a point you choose within range. The barrier can be placed in any orientation you choose, as a horizontal or vertical barrier or at an angle. It can be free floating or resting on a solid surface. You can form it into a hemispherical dome or a sphere with a radius of up to 10 feet, or you can shape a flat surface made up of ten 10‑foot by 10‑foot panels. Each panel must be contiguous with another panel. In any form, the barrier is 1/4 inch thick. It lasts for the duration. If the barrier cuts through a creature’s space when it appears, the creature is pushed to one side of the barrier (your choice which side).\nNothing can physically pass through the barrier. It is immune to all damage and can’t be undone by unravel effect. The barrier can be destroyed, however, through either the disintegrate talent or sorium-forged gear producing the same effect. The field also blocks extradimensional movement such as the effect from the intangible form power.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "force-field", "method": "spell", "prepared": 0}}, {"name": "Frigid Mist", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a 20-foot radius cloud of frosty mist centered on a point you choose within range. The mist spreads around corners. It lasts for the duration or until strong wind disperses the mist, ending its effect. Its area is heavily obscured.\nWhen a creature enters the mist’s area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. The creature takes 5d8 cold damage on a failed save, or half as much damage on a successful one. \nThe mist moves 10 feet away from you at the start of each of your turns, rolling along the surface of the ground. It leaves a thin trail of frost along any surface it touches.\nA creature killed within the mist becomes a frozen statue until it thaws.\nAt Higher Ranks. When you use this power at rank 6 or higher, the damage increases by 1d8 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the damage increases by 1d8 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "frigid-mist", "method": "spell", "prepared": 0}}, {"name": "Imbue Intellect", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You weave synaptic patterns into the mind of a Huge or smaller beast or plant. The target must have either no Intelligence score or an Intelligence of 3 or less. The target gains an Intelligence of 10. The target also gains the ability to speak one language you know. If the target is a plant, it gains the ability to move its limbs, roots, vines, creepers, and so forth, and it gains senses similar to a human’s. Your GM chooses statistics appropriate for the awakened plant, such as the statistics for the sentient flora or the sentient topiary.\nThe awakened beast or plant is charmed by you for 30 days or until you or your companions do anything harmful to it. When the charmed condition ends, the awakened creature chooses whether to remain friendly to you, based on how you treated it while it was charmed.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 8, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "imbue-intellect", "method": "spell", "prepared": 0}}, {"name": "Incinerate", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You direct an aerial strike in the form of a large plasma beam which fires down onto a location you specify. Each creature in a 10-foot radius, 40‑foot high cylinder centered on a point within range must make a Dexterity saving throw. A creature takes 4d6 fire damage and 4d6 radiant damage on a failed save, or half as much damage on a successful one.\nAt Higher Ranks. When you use this power at rank 6 or higher, the fire damage or radiant damage (your choice) increases by 1d6 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the fire damage or radiant damage (your choice) increases by 1d6 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "incinerate", "method": "spell", "prepared": 0}}, {"name": "Instant Recall", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You gain a near eidetic memory with the ability to clearly recall everything you seen and experienced. For the duration, you have a +10 bonus to any Intelligence checks to recall information about past events or experiences.\nIn addition, while the power remains in effect, if the information you recall can be applied toward an Intelligence (Investigation) or Wisdom (Insight) check, you gain advantage to that roll.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "instant-recall", "method": "spell", "prepared": 0}}, {"name": "Major Field Repair", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You send micro drones to repair up to four automatons, constructs, or mechanical devices (including planetary vehicles) that you can see within range. Each target regains hit points equal to 1d8 + your forging ability modifier.\nAt Higher Ranks. When you use this power at rank 6 or higher, the healing increases by 1d8 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the healing increases by 1d8 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "major-field-repair", "method": "spell", "prepared": 0}}, {"name": "Major Remedy", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You administer medical treatment to a creature. You can reduce the target’s exhaustion level by one, or end one of the following effects on the target:\nOne effect that charmed or petrified the target\nOne affliction caused by a talent or technique\nAny reduction to one of the target’s ability scores\nOne effect reducing the target’s hit point maximum</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "major-remedy", "method": "spell", "prepared": 0}}, {"name": "Mass Alteration", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You bend particles in the visible spectrum to change the appearance of any number of creatures that you can see within range. You give each target you choose a new, illusory appearance. An unwilling target can make a Charisma saving throw, and if it succeeds, it is unaffected by this power.\nThe power’s effect disguises physical appearance as well as clothing, armor, weapons, and equipment. You can make each creature seem 1 foot shorter or taller and appear thin, fat, or in between. You can’t change a target’s body type, so you must choose a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you. The effect lasts for the duration, unless you use your action to dismiss it sooner.\nThe changes wrought by this power fail to hold up to physical inspection. For example, if you use this power to add a hat to a creature’s outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel the creature’s head and hair. If you use this power to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.\nA creature can use its action to inspect a target and make an Intelligence (Investigation) check against your esper power save DC. If it succeeds, it becomes aware that the target is disguised.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "8", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "mass-alteration", "method": "spell", "prepared": 0}}, {"name": "Mass Mend", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You send a group of medical drones to a point of your choice within range to provide emergency restorative salves. Choose up to six creatures in a 30-foot radius sphere centered on that point. Each creature regains hit points equal to 3d8 + your forging ability modifier. This ability has no effect on automatons or constructs.\nAt Higher Ranks. When you use this power at rank 6 or higher, the healing increases by 1d8 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the healing increases by 1d8 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "mass-mend", "method": "spell", "prepared": 0}}, {"name": "Mechanical Stasis", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Choose an automaton or construct that you can see within range. The target must succeed on a Wisdom saving throw or be paralyzed for the duration. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target.\nAt Higher Ranks. When you use this power at rank 6 or higher, you can target one additional automaton or construct for each rank above 5. They must be within 30 feet of each other when you target them.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, you can target one additional automaton or construct for each rank above 5. They must be within 30 feet of each other when you target them.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "mechanical-stasis", "method": "spell", "prepared": 0}}, {"name": "Projected Force", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a small sphere of gravitic force in an unoccupied space that you can see within range. The sphere lasts for the power’s duration, and it moves at your command, manipulated by the movements of your hand and fingers.\nThe sphere is an object that has AC 20 and hit points equal to your hit point maximum. If it drops to 0 hit points, the effect ends. It has a Strength of 26 (+8) and a Dexterity of 10 (+0). The sphere doesn’t take up any physical space.\nWhen you activate this power and as a bonus action on your subsequent turns, you can move the sphere up to 60 feet and then cause one of the following effects with it.\nStrike. The sphere strikes one creature or object within 5 feet of it. Make a melee channeling attack for the sphere using your game statistics. On a hit, the target takes 4d8 force damage.\nPush. The sphere attempts to push a creature within 5 feet of it in a direction you choose. Make a check with the sphere’s Strength contested by the Strength (Athletics) check of the target. If the target is Medium or smaller, you have advantage on the check. If you succeed, the sphere pushes the target up to 5 feet plus a number of feet equal to five times your channeling ability modifier. The sphere moves with the target to remain within 5 feet of it.\nHold. The sphere attempts to surround and restrain a Huge or smaller creature within 5 feet of it. You use the sphere’s Strength score to resolve the grapple. If the target is Medium or smaller, you have advantage on the check. While the sphere is grappling the target, you can use a bonus action to have the sphere crush it. When you do so, the target takes bludgeoning damage equal to 2d6 + your channeling ability modifier.\nBlock. The sphere flattens into a force barrier and interposes itself between you and a creature you choose until you give the sphere a different command. The sphere moves to stay between you and the target, providing you with half cover against the target. The target can’t move through the sphere’s space if its Strength score is less than or equal to the sphere’s Strength score. If its Strength score is higher than the sphere’s Strength score, the target can move toward you through the sphere’s space, but that space is difficult terrain for the target.\nAt Higher Ranks. When you use this power at rank 6 or higher, the damage for the strike option increases by 2d8 and the damage from the hold increases by 2d6 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the damage for the strike option increases by 2d8 and the damage from the hold increases by 2d6 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "projected-force", "method": "spell", "prepared": 0}}, {"name": "Revive", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You bring a recently deceased creature back from death, provided that it has been dead no longer than 10 days. The creature returns to life with 1 hit point.\nThis technique also neutralizes any poisons and cures all diseases that affected the creature at the time it died. This technique doesn’t, however, remove any afflictions caused by esper powers, or similar effects; if these aren’t first removed prior to using this power, they take effect when the creature returns to life. This technique can’t reanimate an automaton or construct.\nThis technique closes all mortal wounds, but it doesn’t restore missing body parts. If the creature is lacking body parts or organs integral for its survival (its head, for instance) the technique has no effect.\nBeing brought back from death is a taxing ordeal. The target takes a −4 penalty to all attack rolls, saving throws, and ability checks. Every time the target finishes a long rest, the penalty is reduced by 1 until it disappears.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "revive", "method": "spell", "prepared": 0}}, {"name": "Salvo Strike", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You launch an assault drone which rains down a hail of gunfire centered on a point within range. Each creature in a 40-foot-radius, 20-foot-high cylinder centered on that point must make a Dexterity saving throw. A creature takes 8d8 piercing damage on a failed save, or half as much damage on a successful one.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "150", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "salvo-strike", "method": "spell", "prepared": 0}}, {"name": "Spatial Passage", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You open a rift at a point of your choice that you can see on a wooden, plastic, metallic, or stone surface (such as a wall, a ceiling, or a floor) within range, forming a passage that lasts for the duration. You choose the opening’s dimensions: up to 5 feet wide, 8 feet tall, and 20 feet deep. The rift creates no instability in a structure surrounding it.\nWhen the opening disappears, any creatures or objects still in the passage created by the technique are safely ejected to an unoccupied space nearest to the surface upon which you used the talent.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "spatial-passage", "method": "spell", "prepared": 0}}, {"name": "Steel Barricade", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A solid steel wall appears at a point you choose within range. The wall is 6 inches thick and is composed of ten 10-foot-by-10-foot panels. Each panel must be contiguous with at least one other panel. Alternatively, you can create 10-foot-by-20-foot panels that are only 3 inches thick.\nIf the wall cuts through a creature’s space when it appears, the creature is pushed to one side of the wall (your choice). If a creature would be surrounded on all sides by the wall (or the wall and another solid surface), that creature can make a Dexterity saving throw. On a success, it can use its reaction to move up to its speed so that it is no longer enclosed by the wall.\nThe wall can have any shape you desire, though it can’t occupy the same space as a creature or object. The wall doesn’t need to be vertical or rest on any firm foundation. It must, however, merge with and be solidly supported by existing solid material, such as stone, reinforced polymer, tempered glass, or metal. Thus, you can use this power to bridge a chasm or create a ramp.\n You can adjust the shape of the corners to create curves and angles to fit within available spaces.\nThe steel wall can be damaged and thus breached. Each panel has AC 15 and 30 hit points per inch of thickness. Reducing a panel to 0 hit points destroys it and might cause connected panels to collapse at the GM’s discretion. The steel, though durable, cannot be suitably used to create other objects and does not provide adequate value to be sold.\nIf you maintain your concentration on this power for its whole duration, the wall becomes permanent and can’t be unraveled. Otherwise, the wall disappears when the effect ends.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "steel-barricade", "method": "spell", "prepared": 0}}, {"name": "Superior Stasis Field", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Choose a creature that you can see within range. The target must succeed on a Wisdom saving throw or be paralyzed for the duration. This power has no effect on automatons or constructs. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target.\nAt Higher Ranks. When you use this power at rank 6 or higher, you can target one additional creature for each rank above 5. The creatures must be within 30 feet of each other when you target them.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, you can target one additional creature for each rank above 5. The creatures must be within 30 feet of each other when you target them.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "superior-stasis-field", "method": "spell", "prepared": 0}}, {"name": "Survival Suit", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This power creates an individual environmental force field for you and of up to eight willing creatures you can see within range. Each creature gains the ability to breathe in most atmospheric conditions, including toxic, corrosive, or underwater environments, as well as in areas with no air, such as a vacuum. Affected creatures also retain their normal mode of respiration and their movement remains restricted by their current environment.\nIn addition, affected creatures are immune to the effects of inhaled poisons and diseases and other harmful gases generated through mundane effects or esper powers. Affected creatures also don’t have to make Constitution saving throws due to being in environments with extreme heat, cold, or atmospheric pressure</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "survival-suit", "method": "spell", "prepared": 0}}, {"name": "Tactical Defense Zone", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You launch micro drones carrying a transmission signal between you and your allies. They mark the position of allies within 30 feet of you and provides additional protection against the harmful effects of esper powers and abilities.\nFor the duration, each friendly creature in the area (including you) has advantage on saving throws against esper powers and other similar effects. Additionally, when an affected creature succeeds on a saving throw made against a power or supernatural effect that allows it to make a saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "tactical-defense-zone", "method": "spell", "prepared": 0}}, {"name": "Towering Guardian", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You forge a mechanical protector. Choose an area within range with at least 10 cubic feet of metal or reinforced polymer, such as a ship’s corridor, a starport hanger or a room filled with shipping containers. A reisa guardian or another construct of challenge rating 5 or lower takes form in an unoccupied space within 10 feet of it.\nThe guardian disappears when it drops to 0 hit points or when the effect ends.\nThe guardian is friendly to you and your companions for the duration. Roll initiative for the guardian, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don’t issue any commands to the guardian, it defends itself from hostile creatures but otherwise takes no actions.\nIf your concentration is broken, the guardian doesn’t disappear. Instead, you lose control of the guardian, it becomes hostile toward you and your companions, and it might attack. An uncontrolled guardian can’t be dismissed by you, and it dismantles and vanishes 1 hour after you summoned it.\nAt Higher Ranks. When you use this power at rank 6 or higher, the challenge rating increases by 1 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the challenge rating increases by 1 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "towering-guardian", "method": "spell", "prepared": 0}}, {"name": "Toxic Burst", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You launch a micro-drone at a point you choose that you can see within range. The drone ejects a toxic gas, filling a 20-foot-radius sphere centered on that point. The gas spreads around corners. The sphere remains for the duration, and its area is lightly obscured. The sphere’s area is difficult terrain.\nWhen the area appears, each creature in it must make a Constitution saving throw. A creature takes 4d10 poison damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the sphere’s area for the first time on a turn or ends its turn there.\nAt Higher Ranks. When you use this power at rank 6 or higher, the damage increases by 1d10 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the damage increases by 1d10 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "300", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "toxic-burst", "method": "spell", "prepared": 0}}, {"name": "Trick Double", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You become invisible at the same time that an illusory double of you appears where you are standing. The double lasts for the duration, but the invisibility ends if you attack or use an esper power.\nYou can use your action to move your illusory double up to twice your speed and make it gesture, speak, and behave in whatever way you choose.\nYou can see through its eyes and hear through its ears as if you were located where it is. On each of your turns as a bonus action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are blinded and deafened in regard to your own surroundings.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "trick-double", "method": "spell", "prepared": 0}}, {"name": "Warp Helix", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You unleash a coil of spatial distortion from your hands. Each creature in a 60‑foot cone must make a Constitution saving throw. A creature takes 8d8 force damage on a failed save, or half as much damage on a successful one.\nAt Higher Ranks. When you use this power at rank 6 or higher, the damage increases by 1d8 for each rank above 5.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 6 or higher, the damage increases by 1d8 for each rank above 5.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 5, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "warp-helix", "method": "spell", "prepared": 0}}]