[{"name": "Sigil Stain", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>This spell is available to every hag coven, if cast using the rules for ritual magic found in chapter 10 of the Player’s Handbook. Individual hags could also have access to this spell. The hag casts this spell, inscribing a sigil based on their sigil wheel, on any surface within range. If the sigil is concealed in any way it is dispelled. Clever adventurers will sometimes toss a blanket or cloak over a sigil stain to destroy it. This has led many a hag coven to cast their stains upon the ceiling. The hag decides what triggers the magic contained in the inscribed sigil. The sigil cannot see invisible creatures but does have a passive Perception equal to 10 + the hag’s Charisma bonus. Most hags will keep the triggering rules simple; when an object moves or if a living creature gets within 10 feet of another object, etc. The hag that creates the sigil will always mention that the hags in the coven cannot trigger the sigil’s magic. Once triggered, the sigil stain will target the nearest target with one of the following spells: -- d12 Random Triggered Spell • 1 stinking cloud • 2 bestow curse • 3 dispel magic • 4 slow • 5 arcane eye • 6 command • 7 fog cloud • 8 bane • 9 entangle • 10 sleep • 11 wind wall • 12 spike growth -- Each spell is cast at the 4th spell-level and uses the spell DC and spell attack score of the hag that made the sigil. Any spell that affects more than one target decides targets randomly. Once triggered, a sigil stain quickly turns to black dust and blows away with the slightest breeze.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "", "units": "dism"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "abj", "materials": {"value": "3 quarts of congealed blood and a young humanoid that are consumed during spellcasting", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "sigil-stain", "method": "spell", "prepared": 0}}, {"name": "Thorns of Death and Life", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>This spell is cast upon a large thornbush with at least ten feet of soil beneath it. As the hag is casting this spell she will lay a dying or recently (within three days) dead creature alongside the thorn bush. She will then gather triple the target creature’s hit dice in corpses, rotting flesh, or blood. This spell will not work if only bones are gathered. When the hag is done casting this spell she marks the dying or recently dead target and then backs away as the thorn bush gains limited sentience, quickly wrapping and burying the target ten feet under the soil as it animates and magically consumes the component material and flesh to keep the target alive or to bring it back from the dead. This thorn bush will glow with a dull violet glow for the next three hours as the flesh and blood are slowly consumed. The target, if alive, will be in stasis until the spell ends in three hours. If the thorn bush is destroyed or dispelled then the target will die, if not already dead. If the spell is undisturbed for three hours, then the target creature is pulled from stasis and unburied, next to the thorn bush. The target is now alive, cured as if by a restoration spell, and at full hit points. This spell does not cure insanity or regrow lost limbs.</p>", "chat": ""}, "source": {"custom": "", "book": "The Complete Hag", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "3", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "nec", "materials": {"value": "fresh corpses", "consumed": false, "cost": 0, "supply": 0}, "properties": ["material"], "activities": {}, "identifier": "thorns-of-death-and-life", "method": "spell", "prepared": 0}}]