[{"name": "Afflict Line", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>You invoke the darkest curses upon your victim and his or her descendants. This spell does not require that you have a clear path to your target, only that your target is within range. The target must make a successful Wisdom saving throw or be cursed until the magic is dispelled. While cursed, the victim has disadvantage on ability checks and saving throws made with the ability score that you used when you cast the spell. In addition, the target’s firstborn offspring is also targeted by the curse. That individual is allowed a saving throw of its own if it is currently alive, or it makes one upon its birth if it is not yet born when the spell is cast. If the target’s firstborn has already died, the curse passes to the target’s next oldest offspring.\r\nRitual Focus. If you expend your ritual focus, the curse becomes hereditary, passing from firstborn to firstborn for the entire length of the family’s lineage until one of them successfully saves against the curse and throws off your dark magic.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "1", "units": "mi"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "nec", "materials": {"value": "A statuette carved in the likeness of the victim worth 1250 gp.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "ritual"], "activities": {}, "identifier": "afflict-line", "method": "spell", "prepared": 0}}, {"name": "Black Hole", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You create a tiny black hole at a point you can see within range. The black hole is a sphere with a 15-foot radius. All fires and flames within 40 feet of the black hole—magical or otherwise—are instantly extinguished. Each creature within 40 feet of the black hole when it appears must make a Strength saving throw. On a failed save, the creature takes 20d6 force damage and is pulled to within 5 feet of the black hole. On a successful save, the creature takes half as much damage and is knocked prone but isn’t pulled toward the black hole.\nA creature that’s within 5 feet of the black hole at the start of its turn must make a successful Strength saving throw or take 8d6 force damage and have its speed reduced to 0 until the start of its next turn. A creature that’s within 40 feet of the black hole (but not within 5 feet of it) at the end of its turn takes 2d6 cold damage. A creature reduced to 0 hit points while within 5 feet of the black hole dies immediately.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "con", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "black-hole", "method": "spell", "prepared": 0}}, {"name": "Blood To Acid", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>When you cast this spell, you designate a creature within range and convert its blood into virulent acid. The target must make a Constitution saving throw. On a failed save, it takes 10d12 acid damage and is stunned by the pain for 1d4 rounds. On a successful save, it takes half the damage and isn’t stunned.\nCreatures without blood, such as constructs and plants, are not affected by this spell. If blood to acid is cast on a creature composed mainly of blood, such as a blood elemental or a blood zombie (Creature Codex, p. 393), the creature is slain by the spell if its saving throw fails.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic"], "activities": {}, "identifier": "blood-to-acid", "method": "spell", "prepared": 0}}, {"name": "Circle Of Devastation", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create a 10-foot-tall, 20-foot-radius cylinder of destructive energy around a point you can see within range. The area is difficult terrain. When you cast the spell and as a bonus action on each of your turns, you can choose one of the following damage types: cold, fire, lightning, necrotic, or radiant. Each creature or object that is inside the cylinder when it’s created or ends its turn inside the cylinder takes 6d6 damage of the chosen type, or half the damage with a successful Constitution saving throw. A creature or object dropped to 0 hit points by the spell is reduced to fine ash.\r\nThe cylinder’s radius expands by 20 feet at the start of each of your turns after the spell is cast. Any creatures or objects enveloped in the enlarged area are subject to its effects immediately.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "1", "units": "mi"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "A metal ring.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "circle-of-devastation", "method": "spell", "prepared": 0}}, {"name": "Forest Sanctuary", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>While in a forest, you create a protective, 200-foot cube centered on a point you can see within range. The atmosphere inside the cube has the lighting, temperature, and moisture that is most ideal for the forest, regardless of the lighting or weather outside the area. The cube is transparent, and creatures and objects can move freely through it. The cube protects the area inside it from storms, strong winds, and floods, including those created by magic such as control weather, control water, or meteor swarm. Such spells can’t be cast while the spellcaster is in the cube. \nYou can create a permanently protected area by casting this spell at the same location every day for one year.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "300", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "abj", "materials": {"value": "a bowl of fresh rainwater and a tree branch", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "forest-sanctuary", "method": "spell", "prepared": 0}}, {"name": "Form Of The Gods", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>By drawing on the energy of the gods, you can temporarily assume the form of your patron’s avatar. Form of the gods transforms you into an entirely new shape and brings about the following changes (summarized below and in the avatar form stat block).\nYour size becomes Large, unless you were already at least that big.\nYou gain resistance to nonmagical bludgeoning, piercing, and slashing damage and to one other damage type of your choice.\nYou gain a Multiattack action option, allowing you to make two slam attacks and a bite.\nYour ability scores change to reflect your new form, as shown in the stat block.\nYou remain in this form until you stop concentrating on the spell or until you drop to 0 hit points, at which time you revert to your natural form.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "trs", "materials": {"value": "a holy symbol", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "form-of-the-gods", "method": "spell", "prepared": 0}}, {"name": "Greater Maze", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>This spell functions as maze, but the target must make a Dexterity saving throw each time it starts its turn in the maze. The target takes 4d6 psychic damage on a failed save, or half as much damage on a success.\nEscaping this maze is especially difficult. To do so, the target must use an action to make a DC 20 Intelligence check. It escapes when it makes its second successful check.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "con", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "greater-maze", "method": "spell", "prepared": 0}}, {"name": "Greater Seal Of Sanctuary", "type": "spell", "img": "icons/magic/defensive/shield-barrier-blue.webp", "system": {"description": {"value": "<p>You inscribe an angelic seal on the ground, the floor, or other solid surface of a structure. The seal creates a spherical sanctuary with a radius of 100 feet, centered on the seal. For the duration, aberrations, elementals, fey, fiends, and undead that approach to within 5 feet of the boundary know they are about to come into contact with a deadly barrier. If such a creature moves so as to touch the boundary, or tries to cross the boundary by any means, including teleportation and extradimensional travel, it must make a Charisma saving throw. On a failed save, it takes 15d8 radiant damage, is repelled to 5 feet outside the boundary, and can’t target anything inside the boundary with attacks, spells, or abilities until the spell ends. On a successful save, the creature takes half as much radiant damage and can cross the boundary. If the creature is a fiend that isn’t on its home plane, it is immediately destroyed (no saving throw) instead of taking damage. \r\nAberrations, elementals, fey, and undead that are within 100 feet of the seal (inside the boundary) have disadvantage on ability checks, attack rolls, and saving throws, and each such creature takes 4d8 radiant damage at the start of its turn.\r\nCreatures other than aberrations, elementals, fey, fiends, and undead can’t be charmed or frightened while within 100 feet of the seal.\r\nThe seal has AC 18, 75 hit points, resistance to bludgeoning, piercing, and slashing damage, and immunity to psychic and poison damage. Ranged attacks against the seal are made with disadvantage. If it is scribed on the surface of an object that is later destroyed (such as a wooden door), the seal is not damaged and remains in place, perhaps suspended in midair. The spell ends only if the seal itself is reduced to 0 hit points.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "abj", "materials": {"value": "Incense and special inks worth 500 gp, which the spell consumes.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "ritual"], "activities": {}, "identifier": "greater-seal-of-sanctuary", "method": "spell", "prepared": 0}}, {"name": "Mammon's Due", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You summon a cylindrical sinkhole filled with burning ash and grasping arms made of molten metal at a point on the ground you can see within range. The sinkhole is 20 feet deep and 50 feet in diameter, and is difficult terrain. A creature that’s in the area when the spell is cast, or that begins its turn in the area or enters it during its turn, takes 10d6 fire damage and must make a Strength or Dexterity (creature’s choice) saving throw. On a failed save, the creature is restrained by the molten arms, which try to drag it below the surface of the ash.\nA creature that’s restrained by the arms at the start of your turn must make a successful Strength saving throw or be pulled 5 feet farther down into the ash. A creature pulled below the surface is blinded, deafened, and can’t breathe. To escape, a creature must use an action to make a successful Strength or Dexterity check against your spell save DC. On a successful check, the creature is no longer restrained and can move through the difficult terrain of the ash pit. It doesn’t need to make a Strength or Dexterity saving throw this turn to not be grabbed by the arms again, but it must make the saving throw as normal if it’s still in the ash pit at the start of its next turn.\nThe diameter of the ash pit increases by 10 feet at the start of each of your turns for the duration of the spell. The ash pit remains after the spell ends, but the grasping arms disappear and restrained creatures are freed automatically. As the ash slowly cools, it deals 1d6 less fire damage for each hour that passes after the spell ends.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "500", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "con", "materials": {"value": "11 gilded human skulls worth 150 gp each, which are consumed by this spell.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration", "ritual"], "activities": {}, "identifier": "mammons-due", "method": "spell", "prepared": 0}}, {"name": "Pyroclasm", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You point toward an area of ground or similar surface within range. A geyser of lavva erupts from teh chosen spot. The geyser is 5 feet in diameter and 40 feet high. Each creature in the cylinder when it erupts or at the start of your turn takes 10d8 fire damage, or half as much damage if it makes a successful Dexterity saving throw. The geyser also forms a pool of lava at its base. Initialliy, the pool is the same size as the geyser, but at the start of your turns for the duration, the pool's radius increases by 5 feet. A creature in the pool of lava (but not in the geyser) at the start of your turn takes 5d8 fire damage. When a creature leaves the pool of lava, its speed is reduced by half and it has disadvantage on Dexterity saving throws caused by a hardening layer of lava. Thes penalties last until the creature uses an action to break the hardened stone away from itself. If you maintain concentration on pyroclasm for a full minute, the lava geyser and pool harden into ppermanent, nonmagical stone. A creature in either area when the stone hardens is restrained until the stone is broken away.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "500", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "a shard of obsidian", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "pyroclasm", "method": "spell", "prepared": 0}}, {"name": "Star's Heart", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>This spell increases gravity tenfold in a 50-foot radius centered on you. Each creature in the area other than you drops whatever it’s holding, falls prone, becomes incapacitated, and can’t move. If a solid object (such as the ground) is encountered when a flying or levitating creature falls, the creature takes three times the normal falling damage. Any creature except you that enters the area or starts its turn there must make a successful Strength saving throw or fall prone and become incapacitated and unable to move. A creature that starts its turn prone and incapacitated makes a Strength saving throw. On a failed save, the creature takes 8d6 bludgeoning damage; on a successful save, it takes 4d6 bludgeoning damage, it’s no longer incapacitated, and it can move at half speed. \r\nAll ranged weapon attacks inside the area have a normal range of 5 feet and a maximum range of 10 feet. The same applies to spells that create missiles that have mass, such as flaming sphere. A creature under the influence of a freedom of movement spell or comparable magic has advantage on the Strength saving throws required by this spell, and its speed isn’t reduced once it recovers from being incapacitated.\r</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "50", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "trs", "materials": {"value": "An ioun stone.", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material"], "activities": {}, "identifier": "stars-heart", "method": "spell", "prepared": 0}}, {"name": "Summon Avatar", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You summon a worldly incarnation of a Great Old One, which appears in an unoccupied space you can see within range. This avatar manifests as an emanation of elder darkness, augmented by boons from the Void. Choose one of the following options for the type of avatar that appears. (Other options might be available if the GM allows.) An asterisk indicates a spell described in this section.\nAvatar of Cthulhu. The incarnation is a deep one (Tome of Beasts) that can innately cast command and sleep of the deep* at will.\nAvatar of Nyarlathotep. The incarnation is a dark voice (Creature Codex) that can innately cast bane and semblance of dread* at will.\nAvatar of Shub-Niggurath. The incarnation is a goat-man (Tome of Beasts) that can innately cast Black Goat’s blessing* and unseen strangler* at will.\nAvatar of Yog-Sothoth. The incarnation is a human with 1d4 + 1 flesh warps that can innately cast gift of resilience* (see page 71) and thunderwave at will.\nWhen the avatar appears, you must make a Charisma saving throw. On a success, the avatar is friendly to you and your allies. On a failed save, the avatar is friendly to no one and attacks the nearest creature, pursuing and fighting for as long as possible.\nRoll initiative for the avatar, which takes its own turns. If it is friendly to you, it obeys verbal commands you issue to it (no action required by you). If the avatar has no command, it attacks the nearest creature.\nEach round when you maintain concentration on the spell, you must make a successful DC 15 Wisdom saving throw at the end of your turn or take 1d6 psychic damage. If the total of this damage exceeds your Wisdom score, you gain 1 point of Void taint and you are afflicted with a form of short-term madness. The same penalty recurs when the damage exceeds twice your Wisdom score, three times your Wisdom score, and so forth, if you maintain concentration for that long.\nThe avatar disappears when it drops to 0 hit points or when the spell ends. If you stop concentrating before 1 hour has elapsed, the avatar becomes uncontrolled and hostile until it disappears 1d6 rounds later or until it is killed.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "con", "materials": {"value": "a vial of the caster's blood, a dried opium poppy, and a silver dagger", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration", "ritual"], "activities": {}, "identifier": "summon-avatar", "method": "spell", "prepared": 0}}, {"name": "Time In A Bottle", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You designate a spot within your sight. Time comes under your control in a 20-foot radius centered on that spot. You can freeze it, reverse it, or move it forward by as much as 1 minute as long as you maintain concentration. Nothing and no one, yourself included, can enter the field or affect what happens inside it. You can choose to end the effect at any moment as an action on your turn.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "concentration"], "activities": {}, "identifier": "time-in-a-bottle", "method": "spell", "prepared": 0}}, {"name": "Umbral Storm", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>You create a channel to a region of the Plane of Shadow that is inimical to life and order. A storm of dark, raging entropy fills a 20-foot-radius sphere centered on a point you can see within range. Any creature that starts its turn in the storm or enters it for the first time on its turn takes 6d8 necrotic damage and gains one level of exhaustion; a successful Constitution saving throw halves the damage and prevents the exhaustion.\nYou can use a bonus action on your turn to move the area of the storm 30 feet in any direction.\n</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "nec", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "umbral-storm", "method": "spell", "prepared": 0}}, {"name": "Unleash Effigy", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>You cause a stone statue that you can see within 60 feet of you to animate as your ally. The statue has the statistics of a stone golem. It takes a turn immediately after your turn. As a bonus action on your turn, you can order the golem to move and attack, provided you’re within 60 feet of it. Without orders from you, the statue does nothing.\nWhenever the statue has 75 hit points or fewer at the start of your turn or it is more than 60 feet from you at the start of your turn, you must make a successful DC 16 spellcasting check or the statue goes berserk. On each of its turns, the berserk statue attacks you or one of your allies. If no creature is near enough to be attacked, the statue dashes toward the nearest one instead. Once the statue goes berserk, it remains berserk until it’s destroyed.\nWhen the spell ends, the animated statue reverts to a normal, mundane statue.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "unleash-effigy", "method": "spell", "prepared": 0}}, {"name": "Unshackled Magic", "type": "spell", "img": "icons/magic/control/hypnosis-mesmerism-swirl.webp", "system": {"description": {"value": "<p>You designate a creature within range that has the Spellcasting or Innate Spellcasting special trait and imbue it with wild magic, causing it to lose control of its magical ability. If the target gets a failure on a Charisma saving throw, then on its next turn, it rolls randomly to select one of its available spells. The target then spontaneously casts that spell as an action. If the spell can be cast using a spell slot higher than its level, roll randomly to determine what slot is used to cast the spell. The target still determines factors such as the location of the spell’s area or which creatures it affects, as normal, but it is compelled to cast that particular spell at that particular time.\nEach round while this spell remains in effect, the target makes another Charisma saving throw. On a successful save, it can act normally in that round, but the unshackled magic spell does not end.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "enc", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "unshackled-magic", "method": "spell", "prepared": 0}}, {"name": "Void Rift", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You speak a hideous string of Void Speech that leaves your mouth bloodied, causing a rift into nothingness to tear open. The rift takes the form of a 10-foot-radius sphere, and it forms around a point you can see within range. The area within 40 feet of the sphere’s outer edge becomes difficult terrain as the Void tries to draw everything into itself. A creature that starts its turn within 40 feet of the sphere or that enters that area for the first time on its turn must succeed on a Strength saving throw or be pulled 15 feet toward the rift. A creature that starts its turn in the rift or that comes into contact with it for the first time on its turn takes 8d10 necrotic damage. Creatures inside the rift are blinded and deafened. Unattended objects within 40 feet of the rift are drawn 15 feet toward it at the start of your turn, and they take damage as creatures if they come into contact with it.\nWhile concentrating on the spell, you take 2d6 necrotic damage at the end of each of your turns.</p>", "chat": ""}, "source": {"custom": "", "book": "Deep Magic", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "300", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 9, "school": "evo", "materials": {"value": "a black opal worth 500 gp, carved with a Void glyph", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "void-rift", "method": "spell", "prepared": 0}}]