[{"name": "Elemental Bane", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>Choose one creature you can see within range, and choose one of the following damage types: acid, cold, fire, lightning, or thunder. The target must succeed on a Constitution saving throw or be affected by the spell for its duration. The first time each turn the affected target takes damage of the chosen type, the target takes an extra 2d6 damage of that type. Moreover, the target loses any resistance to that damage type until the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th. The creatures must be within 30 feet of each other when you target them.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "elemental-bane", "method": "spell", "prepared": 0}}, {"name": "Find Greater Steed", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You summon a spirit that assumes the form of a loyal, majestic mount. Appearing in an unoccupied space within range, the spirit takes on a form you choose: a griffon, a pegasus, a peryton, a dire wolf, a rhinoceros, or a saber-toothed tiger. The creature has the statistics provided in the Monster Manual for the chosen form, though it is a celestial, a fey, or a fiend (your choice) instead of its normal creature type. Additionally, if it has an Intelligence score of 5 or lower, its Intelligence becomes 6, and it gains the ability to understand one language of your choice that you speak.\nYou control the mount in combat. While the mount is within 1 mile of you, you can communicate with it telepathically. While mounted on it, you can make any spell you cast that targets only you also target the mount.\nThe mount disappears temporarily when it drops to 0 hit points or when you dismiss it as an action. Casting this spell again re-summons the bonded mount, with all its hit points restored and any conditions removed.\nYou can’t have more than one mount bonded by this spell or find steed at the same time. As an action, you can release a mount from its bond, causing it to disappear permanently.\nWhenever the mount disappears, it leaves behind any objects it was wearing or carrying.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 10, "condition": ""}, "duration": {"value": "", "units": "inst"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "con", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic"], "activities": {}, "identifier": "find-greater-steed", "method": "spell", "prepared": 0}}, {"name": "Guardian of Nature", "type": "spell", "img": "icons/magic/control/buff-flight-wings-runes-purple.webp", "system": {"description": {"value": "<p>A nature spirit answers your call and transforms you into a powerful guardian. The transformation lasts until the spell ends. You choose one of the following forms to assume: Primal Beast or Great Tree.\nPrimal Beast. Bestial fur covers your body, your facial features become feral, and you gain the following benefits:\nYour walking speed increases by 10 feet.\nYou gain darkvision with a range of 120 feet.\nYou make Strength-based attack rolls with advantage.\nYour melee weapon attacks deal an extra 1d6 force damage on a hit.\nGreat Tree. Your skin appears barky, leaves sprout from your hair, and you gain the following benefits:\nYou gain 10 temporary hit points.\nYou make Constitution saving throws with advantage.\nYou make Dexterity- and Wisdom-based attack rolls with advantage.\nWhile you are on the ground, the ground within 15 feet of you is difficult terrain for your enemies.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "bonus", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "trs", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "concentration"], "activities": {}, "identifier": "guardian-of-nature", "method": "spell", "prepared": 0}}, {"name": "Shadow of Moil", "type": "spell", "img": "icons/magic/unholy/strike-body-life-soul-purple.webp", "system": {"description": {"value": "<p>Flame-like shadows wreathe your body until the spell ends, causing you to become heavily obscured to others. The shadows turn dim light within 10 feet of you into darkness, and bright light in the same area to dim light.\nUntil the spell ends, you have resistance to radiant damage. In addition, whenever a creature within 10 feet of you hits you with an attack, the shadows lash out at that creature, dealing it 2d8 necrotic damage.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "nec", "materials": {"value": "An undead eyeball encased in a gem worth at least 150 gp", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "shadow-of-moil", "method": "spell", "prepared": 0}}, {"name": "Sickening Radiance", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Dim, greenish light spreads within a 30-foot-radius sphere centered on a point you choose within range. The light spreads around corners, and it lasts until the spell ends.\nWhen a creature moves into the spell’s area for the first time on a turn or starts its turn there, that creature must succeed on a Constitution saving throw or take 4d10 radiant damage, and it suffers one level of exhaustion and emits a dim, greenish light in a 5-foot radius. This light makes it impossible for the creature to benefit from being invisible. The light and any levels of exhaustion caused by this spell go away when the spell ends.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "10", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "120", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "sickening-radiance", "method": "spell", "prepared": 0}}, {"name": "Storm Sphere", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A 20-foot-radius sphere of whirling air springs into existence, centered on a point you choose within range. The sphere remains for the spell’s duration. Each creature in the sphere when it appears or that ends its turn there must succeed on a Strength saving throw or take 2d6 bludgeoning damage. The sphere’s space is difficult terrain.\nUntil the spell ends, you can use a bonus action on each of your turns to cause a bolt of lightning to leap from the center of the sphere toward one creature you choose within 60 feet of the center. Make a ranged spell attack. You have advantage on the attack roll if the target is in the sphere. On a hit, the target takes 4d6 lightning damage.\nCreatures within 30 feet of the sphere have disadvantage on Wisdom (Perception) checks made to listen.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the damage for each of its effects increases by 1d6 for each slot level above 4th.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "150", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "concentration"], "activities": {}, "identifier": "storm-sphere", "method": "spell", "prepared": 0}}, {"name": "Summon Greater Demon", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You utter foul words, summoning one demon from the chaos of the Abyss. You choose the demon’s type, which must be one of challenge rating 5 or lower, such as a shadow demon or a barlgura. The demon appears in an unoccupied space you can see within range, and the demon disappears when it drops to 0 hit points or when the spell ends.\nRoll initiative for the demon, which has its own turns. When you summon it and on each of your turns thereafter, you can issue a verbal command to it (requiring no action on your part), telling it what it must do on its next turn. If you issue no command, it spends its turn attacking any creature within reach that has attacked it.\nAt the end of each of the demon’s turns, it makes a Charisma saving throw. The demon has disadvantage on this saving throw if you say its true name. On a failed save, the demon continues to obey you. On a successful save, your control of the demon ends for the rest of the duration, and the demon spends its turns pursuing and attacking the nearest non-demons to the best of its ability. If you stop concentrating on the spell before it reaches its full duration, an uncontrolled demon doesn’t disappear for 1d6 rounds if it still has hit points.\nAs part of casting the spell, you can form a circle on the ground with the blood used as a material component. The circle is large enough to encompass your space. While the spell lasts, the summoned demon can’t cross the circle or harm it, and it can’t target anyone within it. Using the material component in this manner consumes it when the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the challenge rating increases by 1 for each slot level above 4th.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "con", "materials": {"value": "A vial of blood from a humanoid killed within the past 24 hours", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "summon-greater-demon", "method": "spell", "prepared": 0}}, {"name": "Watery Sphere", "type": "spell", "img": "icons/magic/symbols/runes-star-pentagon-orange.webp", "system": {"description": {"value": "<p>You conjure up a sphere of water with a 5-foot radius at a point you can see within range. The sphere can hover but no more than 10 feet off the ground. The sphere remains for the spell’s duration.\nAny creature in the sphere’s space must make a Strength saving throw. On a successful save, a creature is ejected from that space to the nearest unoccupied space of the creature’s choice outside the sphere. A Huge or larger creature succeeds on the saving throw automatically, and a Large or smaller creature can choose to fail it. On a failed save, a creature is restrained by the sphere and is engulfed by the water. At the end of each of its turns, a restrained target can repeat the saving throw, ending the effect on itself on a success.\nThe sphere can restrain as many as four Medium or smaller creatures or one Large creature. If the sphere restrains a creature that causes it to exceed this capacity, a random creature that was already restrained by the sphere falls out of it and lands prone in a space within 5 feet of it.\nAs an action, you can move the sphere up to 30 feet in a straight line. If it moves over a pit, a cliff, or other drop-off, it safely descends until it is hovering 10 feet above the ground. Any creature restrained by the sphere moves with it. You can ram the sphere into creatures, forcing them to make the saving throw.\nWhen the spell ends, the sphere falls to the ground and extinguishes all normal flames within 30 feet of it. Any creature restrained by the sphere is knocked prone in the space where it falls. The water then vanishes.</p>", "chat": ""}, "source": {"custom": "", "book": "Xanathar's Guide to Everything", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "90", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 4, "school": "con", "materials": {"value": "A droplet of water", "consumed": false, "cost": 0, "supply": 0}, "properties": ["vocal", "somatic", "material", "concentration"], "activities": {}, "identifier": "watery-sphere", "method": "spell", "prepared": 0}}]