[{"name": "Anima Rupture", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You unleash a blast of disruptive sonic waves that can lethally assault a creature’s cognitive senses. Choose any number of creatures you can see within range. Each creature that can hear you must make a Constitution saving throw. On a failed save, a creature suffers an effect based on its current hit points:\n50 hit points or fewer: deafened for 1 minute\n40 hit points or fewer: deafened and blinded for 10 minutes\n30 hit points or fewer: blinded, deafened, and stunned for 1 hour\n20 hit points or fewer: killed instantly\nProteans and netherants have disadvantage to this save. This power has no effect on automatons and constructs.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "bonus", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "30", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "anima-rupture", "method": "spell", "prepared": 0}}, {"name": "Baneful Trigger", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>When you use this power, you create a trigger that causes harm when conditions are met to set it off. The trigger can take the form of a semi-translucent mark (in a design of your choice) or a tiny micro-device. It is placed either upon a surface (such as a desk, panel, or a section of floor or wall) or within an object that can be closed (such as a box, case, or cabinet) to conceal the trigger. If you choose a surface, the trigger’s sensor can cover an area of the surface no larger than 10 feet in diameter. If you choose an object, that object must remain in its place; if the object is moved more than 10 feet from where you activated this power, the trigger is nullified, and the effect automatically ends.\nThe trigger is nearly invisible and requires a successful Intelligence (Investigation) check against your esper power save DC to be found.\nYou decide what sets off the trigger when you activate this power. Triggers placed on a surface, are typically set off by touching or standing on them, removing another object covering the trigger, approaching within a certain distance of the trigger, or manipulating the object on which the trigger is placed. Triggers placed within an object are most commonly set off by opening that object, approaching within a certain distance of the object, or seeing and looking at the trigger for a set length of time. Once a trigger is set off, its effect activates then immediately ends.\nYou can further refine the trigger so the effect activates only under certain circumstances or according to physical characteristics (such as height or weight), creature kind (for example, to be set off only by netherants or kanasi), or alignment. You can also set conditions for creatures that don’t set off the trigger, such as those who say a certain password.\nWhen you activate this power, choose one of the options below for its effect. Once set off, the trigger glows, filling a 60-foot-radius sphere with dim light for 10 minutes, after which time the effect ends. Each creature in the sphere when the trigger activates is targeted by its effect, as is a creature that enters the sphere for the first time on a turn or ends its turn there.\nDeath. Each target must make a Constitution saving throw, taking 10d10 necrotic damage on a failed save, or half as much damage on a successful save.\nDiscord. Each target must make a Constitution saving throw. On a failed save, a target bickers and argues with other creatures for 1 minute. During this time, it is incapable of meaningful communication and has disadvantage on attack rolls and ability checks.\nFear. Each target must make a Wisdom saving throw and becomes frightened for 1 minute on a failed save. While frightened, the target drops whatever it is holding and must move at least 30 feet away from the glyph on each of its turns, if able.\nHopelessness. Each target must make a Charisma saving throw. On a failed save, the target is overwhelmed with despair for 1 minute. During this time, it can’t attack or target any creature with harmful abilities, powers, or other similar effects.\nInsanity. Each target must make an Intelligence saving throw. On a failed save, the target is driven insane for 1 minute. An insane creature can’t take actions, can’t understand what other creatures say, can’t read, and speaks only in gibberish. The GM controls its movement, which is erratic.\nPain. Each target must make a Constitution saving throw and becomes incapacitated with excruciating pain for 1 minute on a failed save.\nSleep. Each target must make a Wisdom saving throw and falls unconscious for 10 minutes on a failed save. A creature awakens if it takes damage or if someone uses an action to shake or slap it awake.\nStunning. Each target must make a Wisdom saving throw and becomes stunned for 1 minute on a failed save.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "minute", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "baneful-trigger", "method": "spell", "prepared": 0}}, {"name": "Clone Cast", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create an illusory copy of yourself that lasts for the duration. The copy can appear at any location within range that you have seen before, regardless of intervening obstacles. The illusion looks and sounds like you but is intangible. If the illusion takes any damage, it disappears, and the effect ends.\nYou can use your action to move this illusion up to twice your speed, and make it gesture, speak, and behave in whatever way you choose. It mimics your mannerisms perfectly.\nYou can see through its eyes and hear through its ears as if you were in its space. On your turn as a bonus action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are blinded and deafened in regard to your own surroundings.\nPhysical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your esper power save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and any noise it makes sounds hollow to the creature.\nAt Higher Ranks. When you use this power at rank 8, the range extends to anywhere within your current star system. At rank 9, the range extends to anywhere in the galaxy.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 8, the range extends to anywhere within your current star system. At rank 9, the range extends to anywhere in the galaxy.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "spec"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "clone-cast", "method": "spell", "prepared": 0}}, {"name": "Control Gravity", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This power reverses, eliminates, or increases the level of gravity in a 50-foot-radius, 100-foot high cylinder centered on a point within range. When you activate this power, you choose how gravity in the area is affected. Once chosen, you cannot change the effect unless you use this power again. Any use of the control gravity power within the affected area overrides the current effect with the new chosen effect.\nIncrease Gravity. All creatures and objects in the area weigh double their normal weight. The area counts as difficult terrain and all jumping and climbing checks are made with disadvantage. Flying creatures who enter the area during their turn or start their turn within the area must make a Strength saving throw or be knocked prone, taking falling damage as if falling from their location.\nReverse Gravity. All creatures and objects that aren’t somehow anchored to the ground in the area fall upward and reach the top of the area when you activate this power. A creature can make a Dexterity saving throw to grab onto a fixed object it can reach, thus avoiding the fall. If some solid object (such as a ceiling) is encountered in this fall, falling objects and creatures strike it just as they would during a downward fall within the normal level of gravity. If an object or creature reaches the top of the area without striking anything, it remains there, oscillating slightly, for the duration.\nAt the end of the duration, affected objects and creatures fall back down.\nZero Gravity. All creatures and objects in the area are under the effects of being in Zero-G (rules for Zero-G combat are covered in chapter 9)</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "100", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "control-gravity", "method": "spell", "prepared": 0}}, {"name": "Crushing Vortex", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A tiny globe of dark energy about the size of a marble appears at a chosen point within range for the duration. When the effect ends, either because your concentration is broken or because you decide to end it, the globe erupts into a vortex of gravitational force that spreads around corners. Each creature in a 20-foot-radius sphere centered on that point must make a Dexterity saving throw. A creature takes force damage equal to the total accumulated damage on a failed save, or half as much damage on a successful one.\nThe power’s base damage is 12d6. If at the end of your turn the globe has not yet detonated, the damage increases by 1d6.\nIf the dark globe is touched before the interval has expired, the creature touching it must make a Dexterity saving throw. On a failed save, the effect ends immediately, causing the globe to erupt into a vortex.\nOn a successful save, the creature can throw the globe up to 40 feet. When it strikes a creature or a solid object, the effect ends, and the globe erupts.\nThe gravitational force damages structures and objects in the area that aren’t being worn or carried.\nAt Higher Ranks. When you use this power at rank 8 or higher, the base damage increases by 1d6 for each rank above 7.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 8 or higher, the base damage increases by 1d6 for each rank above 7.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "300", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "crushing-vortex", "method": "spell", "prepared": 0}}, {"name": "Devastation", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You spread your hands out, weaving a swirling globe of anti-matter within the form of a creature you can see within range. The target must make a Constitution saving throw. It takes 7d8 + 30 necrotic damage on a failed save, or half as much damage on a successful one.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "devastation", "method": "spell", "prepared": 0}}, {"name": "Dismantle", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You send a wave of micro-drones to cause critical frame and system damage to an automaton, construct, or mechanical device (including a planetary vehicle) you can see within range. The target must make a Constitution saving throw (for a vehicle or device with no hardening, this is a flat die roll with no bonuses or penalties). On a failed save, it takes 6d8 force damage and 6d8 lightning damage and is paralyzed. On a successful save, it takes half as much damage and is impaired.\nAt the start of each of its turns, the target can make another Constitution saving throw. It takes 1d8 force damage on a failed save. On a successful save, it takes no damage and is no longer paralyzed or impaired.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "dismantle", "method": "spell", "prepared": 0}}, {"name": "Elemental Vortex", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A 40-foot-radius swirling vortex of shifting elemental energies appears at a point you can see within range. Each creature within the area must make a Dexterity saving throw. Roll 1d6 and consult the table below to determine the damage type dealt to that creature. The creature takes 10d6 damage of that type on a failed save, or half as much on a successful one. You roll separately for the damage type for each creature.\nIn addition, a creature that fails its save must then succeed on a Strength saving throw versus your esper save DC or be restrained until the end of their next turn.\nd6\tDamage Type\n1\tacid\n2\tcold\n3\tfire\n4\tlightning\n5\tpoison\n6\tthunder\n</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "elemental-vortex", "method": "spell", "prepared": 0}}, {"name": "Enduring Design", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You fine-tune the operative functions of an automaton, construct, or vehicle you touch. The target becomes immune to mundane weather effects that would cause damage or corrosion. In addition, the target can move normally through difficult terrain and cannot be stunned or incapacitated.\nAny creature or vehicle under the effects of this power regains the maximum number of hit points, hull points, or SI during a short rest or patch repair.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "24", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "enduring-design", "method": "spell", "prepared": 0}}, {"name": "Force Prison", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You create an immobile, invisible, cube-shaped prison composed of repelling force around an area you choose within range.\nThe prison is shaped like a box and can be up to 10 feet on a side, creating a solid barrier that prevents any matter from passing through it and blocking any esper powers being used into or out from the area.\nWhen you use this power, any creature that is completely inside the prison’s area is trapped. Creatures only partially within the area, or those too large to fit inside the area, are pushed away from the center of the area until they are completely outside the area.\nA creature inside the prison can’t leave it by mundane means. If the creature tries to use teleportation or dimensional travel to leave the prison, it must first make a Charisma saving throw. On a success, the creature can use that power to exit the prison. On a failure, the creature can’t exit the prison and wastes the use of the power or effect.\nThis power can’t be unraveled by unravel effect.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "100", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "force-prison", "method": "spell", "prepared": 0}}, {"name": "Full Revive", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You target a dead creature that has been dead for no more than a century, that didn’t die of old age, and that isn’t an automaton or construct. You return the target to an optimal state before its death, returning it to life with all its hit points.\nThis power neutralizes any poisons and cures normal diseases afflicting the creature when it died. It doesn’t, however, remove supernatural diseases, marks, and the like such as those created by esper powers; if such effects aren’t removed prior to activating this power, they afflict the target on its return to life.\nThis power closes all mortal wounds and restores any missing body parts.\nThe transition back from death is an ordeal. The target takes a −4 penalty to all attack rolls, saving throws, and ability checks. Every time the target finishes a long rest, the penalty is reduced by 1 until it disappears.\nUsing this power to restore life to a creature that has been dead for more than one arc-bind (or the equivalent of a year) taxes you greatly. Until you finish a long rest, you can’t use powers again, and you have disadvantage on all attack rolls, ability checks, and saving throws.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "hour", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "full-revive", "method": "spell", "prepared": 0}}, {"name": "Intangible Form", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>Your physical form and everything you are wearing and carrying moves dimensionally out of phase, making you ethereal and intangible for the duration or until you use your action to dismiss the effect. During this time, you can move in any direction. If you move up or down, every foot of movement costs an extra foot. You can see and hear the physical world, but everything there looks gray, and you can’t see anything more than 60 feet away.\nWhile in this state, you can only affect and be affected by other creatures in the same state. Creatures that aren’t in this extradimensional state can’t perceive you and can’t interact with you, unless a special ability or power has given them the ability to do so.\nYou can move through objects you perceive on the physical world.\nWhen the effect ends, you immediately return to your normal state in the spot you currently occupy. If you occupy the same spot as a solid object or creature when this happens, you are immediately shunted to the nearest unoccupied space that you can occupy and take force damage equal to twice the number of feet you are moved.\nThis power has no effect if you activate it while you are on already intangible or in a warded space that doesn’t allow extradimensional movement.\nAt Higher Ranks. When you use this power at rank 8 or higher, you can target up to three creatures (including you) for each rank above 7. The creatures must be within 10 feet of you when you activate the power.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 8 or higher, you can target up to three creatures (including you) for each rank above 7. The creatures must be within 10 feet of you when you activate the power.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "8", "units": "hour"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "self"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "intangible-form", "method": "spell", "prepared": 0}}, {"name": "Reave", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>You unleash a spiral of molecular distortion, which envelops a target within range. The target must make a Constitution saving throw. It takes 7d8 + 30 necrotic damage on a failed save, or half as much damage on a successful one.\nA creature killed by this power has their molecules completely scattered, including everything it is wearing and carrying except forge enhanced items. The creature can be restored to life only by means of a full restore or a cosmic weave power.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "reave", "method": "spell", "prepared": 0}}, {"name": "Rift Blade", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>A spinning translucent blade surrounded by a small wisps of light-distorting mists forms and hovers a few feet from you for the duration.\nWhen the blade appears, you can launch it at a target you can see within range. Make a ranged channeling attack. The target cannot gain an AC bonus against this attack from half or three-quarters cover. On a hit, the target takes 3d10 force damage. Until the effect ends, you can use a bonus action on each of your turns to repeat this attack against the same target or a different one within range.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "1", "units": "minute"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "60", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": ["concentration"], "activities": {}, "identifier": "rift-blade", "method": "spell", "prepared": 0}}, {"name": "Space Fold", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>This power instantly transports you and up to eight willing creatures of your choice that you can see within range, or a single object that you can see within range, to a destination you select. If you target an object, it must be able to fit entirely inside a 10-foot cube, and it can’t be held or carried by an unwilling creature.\nThe destination you choose must be known to you, and it must be on or within orbit of the same planetary body as you. You cannot teleport between two moving vehicles unless their motion is caused by the planet’s gravity (for example, you can’t teleport between two ships operating on their own thrusters, but you can teleport to a ship in nearby orbit around the planet). Your familiarity with the destination determines whether you arrive there successfully. The GM rolls d100 and consults the table.\nFamiliarity\tMishap\tSimilar Area\tOff Target\tOn Target\nVery familiar\t—\t—\t—\t01–100\nAssociated object\t—\t—\t—\t01–100\nStudied carefully\t01\t02-03\t04-05\t06-100\nSeen casually\t01-03\t04-08\t09-15\t16-100\nViewed once\t01-05\t06-10\t11-25\t26-100\nDescription\t01-05\t06-15\t16-30\t31-100\nFalse destination\t01-25\t26-100\t—\t—\n\nFamiliarity. “Very familiar” means a place you’ve been to very often and where you feel at home, such as your favorite nightclub or the place where you grew up. “Associated object” means that you possess an object taken from the desired destination within the last six months, such as a datapad from an old bunker, a SIM recording from your last concert, or the leather jacket you bought from a shop.\n“Studied carefully” is a place you have visited more than once for a prolonged period, a place you have carefully studied, or a place you can see when you activate the power. “Seen casually” is someplace you have seen more than once but with which you aren’t very familiar. “Viewed once” is a place you have seen once, possibly from an image or video. “Description” is a place whose location and appearance you know through someone else’s description, or perhaps spot on a map or chart.\n“False destination” is a place that doesn’t exist. Perhaps you’re working off of false data, or you’re attempting to teleport to a familiar location that no longer exists.\nOn Target. You and your group (or the target object) appear where you want to.\nOff Target. You and your group (or the target object) appear a random distance away from the destination in a random direction. Distance off target is 1d10 × 1d10 percent of the distance that was to be traveled. For example, if you tried to travel 120 miles, landed off target, and rolled a 5 and 3 on the two d10s, then you would be off target by 15 percent, or 18 miles. The GM determines the direction off target randomly by rolling a d8 and designating 1 as north, 2 as northeast, 3 as east, and so on around the points of the compass. If you were teleporting to an elevated city and wound up 18 miles somewhere out in the sky, you could be in a lot of trouble.\nSimilar Area. You and your group (or the target object) wind up in a different area that’s visually or thematically similar to the target area. If you are heading for your local starbase or space dock, for example, you might wind up in another space station or in an construction yard that holds similar ships and machinery. Generally, you appear in the closest similar place, but since the power has no range limit, you could conceivably wind up anywhere in the galaxy.\nMishap. A miscalculation causes the signature of all targets within the fold to become scrambled. Each teleporting creature (or the target object) takes 3d10 force damage, and the GM rerolls on the table to see where you wind up (multiple mishaps can occur, dealing damage each time).\nAt Higher Ranks. When you use this power at rank 8, you gain a +15 bonus to your d100 roll. In addition, you can teleport to other planets within the same star system in which your familiarity is “Seen casually” or better. At rank 9, you gain a +25 bonus to your roll and can teleport anywhere in the galaxy that you’ve been to at least once.</p><p><strong>At Higher Levels.</strong> When you use this power at rank 8, you gain a +15 bonus to your d100 roll. In addition, you can teleport to other planets within the same star system in which your familiarity is “Seen casually” or better. At rank 9, you gain a +25 bonus to your roll and can teleport anywhere in the galaxy that you’ve been to at least once.</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "10", "units": "ft"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "space-fold", "method": "spell", "prepared": 0}}, {"name": "Temporal Divergence", "type": "spell", "img": "icons/magic/fire/projectile-fireball-smoke-strong-orange.webp", "system": {"description": {"value": "<p>By means of this power, a willing creature or an object can be removed from the flow of space-time and preserved for the duration. When you activate this power and touch the target, it becomes invisible from all sensory detection and can’t be targeted by clairsentient esper powers or detection effects created by esper powers or forge enhanced items.\nIn addition, the target falls into a state of suspended animation. Time ceases to flow for it, and it doesn’t age. Creatures and mundane objects pass through the object as if it were not there.\nYou can set a condition for the effect to end early. The condition can be anything you choose, but it must occur or be visible within 1 mile of the target. Examples include “after 100 arc-binds” or “when the lorendi ship lands.” This power’s effect also ends if the target takes any damage</p>", "chat": ""}, "source": {"custom": "", "book": "Esper Genesis Core Manual", "page": "", "license": "", "rules": "2014", "revision": 1}, "activation": {"type": "action", "value": 1, "condition": ""}, "duration": {"value": "", "units": "spec"}, "target": {"affects": {"type": "", "count": "", "choice": false}, "template": {"size": "", "units": "ft", "type": "", "contiguous": false}}, "range": {"value": "", "units": "touch"}, "uses": {"max": "", "recovery": [], "spent": 0}, "level": 7, "school": "evo", "materials": {"value": "", "consumed": false, "cost": 0, "supply": 0}, "properties": [], "activities": {}, "identifier": "temporal-divergence", "method": "spell", "prepared": 0}}]